{
    "prefix":"",
    "slides":[
                {"txt":"Manutention Manuelle des Matériaux",
                "audio":"1_0",
                "title":"1"
                },

                {"txt":"Voici quelques faits sur la manutention manuelle des matériaux (MMM):",
                "audio":"2_0",
                "title":"1"
                },
                {"txt":"Pour chaque tonne de produits finis, il y a 50 tonnes de matériaux déplacés.",
                "audio":"2_1",
                "img":"2_1"
                },
                {"txt":"33 % des blessures au travail provoquant une invalidité ont lieu pendant qu’un employé manipule des matériaux.",
                "audio":"2_2",
                "img":"2_2"
                },
                {"txt":"L’application des contrôles et procédures réduit le risque de blessures.",
                "audio":"2_3",
                "img":"2_2"
                },
                {"txt":"2 sur 3 Canadiens souffrent des blessures au dos ; 1 sur 50 souffre une invalidité en raison d’une blessure au dos.",
                "audio":"2_4",
                "img":"2_3"
                },
                {"txt":"Dans le milieu de travail, chaque tâche de manipulation des objets présente des demandes uniques à l’employé.",
                "audio":"2_5",
                "img":"2_3"
                },
                {"txt":"C’est en mettant en place des politiques et procédures solides que l’organisation peut s’assurer que ses employés peuvent exécuter leurs responsabilités de manière facile et sécuritaire.",
                "audio":"2_6",
                "img":"2_3"
                },
                {"txt":"L’introduction de la manutention manuelle des matériaux (MMM) vise à favoriser la manutention sécuritaire dans les usines industrielles.",
                "audio":"2_7",
                "img":"2_3"
                },

			    {"txt":"Objectifs du cours",
                "audio":"3_0",
                "title":"1"
                },
                {"txt":"Ce cours vous aidera à comprendre: Les éléments de base de la manutention manuelle des matériaux,",
                "audio":"3_1",
                "img":"3_1"
                },
                {"txt":"Les tâches qui peuvent causer des blessures pendant la manutention manuelle; comment réduire le risque de blessure",
                "audio":"3_2",
                "img":"3_2"
                },

        	    {"txt":"Dangers de la manutention manuelle des matériaux",
                "audio":"4_0",
                "title":"1"
                },
                {"txt":"La bonne planification de travail: vous pouvez éviter les blessures en planifiant toujours votre travail.",
                "audio":"4_1",
                "img":"4_1"
                },
                {"txt":"La planification soigneuse peut empêcher les accidents pendant la manutention manuelle. Voici quelques démarches à suivre:",
                "audio":"4_2",
                "img":"4_2"
                },
                {"txt":"Réfléchissez bien sur le travail à effectuer; Savez où vous allez apporter la charge; Déterminez le meilleur chemin à suivre
Retirez les obstacles.",
                "audio":"4_3",
                "img":"4_3"
                },
                {"txt":"Pour exécuter les tâches: Devez-vous vous tordre, vous pencher ou tendre le bras?",
                "audio":"4_4",
                "img":"4_4"
                },
        	    {"txt":"Devez-vous travailler dans des endroits où il est difficile de se déplacer ou de travailler, comme les aires d’entreposage?",
                "audio":"4_5",
                "img":"4_5"
                },
                {"txt":"Disposez-vous de l’équipement nécessaire? Disposez-vous de l’équipement bien entretenu?",
                "audio":"4_6",
                "img":"4_6"
                }, 

        	    {"txt":"Soulever les objets",
                "audio":"5_0",
                "title":"1"
                },
        	    {"txt":"Ne fléchissez le dos davantage pendant que vous soulevez la charge. Cela peut nuire au dos, si vous vous redressez les jambes avant de soulever la charge.",
                "audio":"5_1",
                "img":"5_1"
                },
        	    {"txt":"Évitez de vous tordre le dos ou de vous pencher de côté, surtout pendant que le dos est fléchi. Les épaules doivent être au même niveau et orientés dans le même sens que les hanches.",
                "audio":"5_2",
                "img":"5_1"
                },
        	    {"txt":"Tournez-vous en déplaçant les pieds au lieu de vous tordre et soulever la charge en même temps.",
                "audio":"5_3",
                "img":"5_3"
                },
        	    {"txt":"Gardez la tête et le cou élevés pendant que vous soulevez la charge. Une fois que vous tenez solidement la charge, regardez devant vous – ne baissez pas la tête pour regarder la charge. ",
                "audio":"5_4",
                "img":"5_3"
                },

        	    {"txt":"Déplacez-vous doucement. Il ne faut pas tirer ou saisir brusquement l’objet, ce qui peut rendre la maîtrise de la charge plus difficile et augmenter le risque de blessures.",
                "audio":"5_5",
                "img":"5_5"
                },
        	    {"txt":"Ne soulevez pas plus que vous n’en êtes capable. Il y a une différence entre ce que l’on est capable de soulever et de ce que l’on peut soulever en toute sécurité.",
                "audio":"5_6",
                "img":"5_5"
                },
        	    {"txt":"Si vous avez des doutes, demandez conseil à quelqu’un ou obtenez de l’aide.",
                "audio":"5_7",
                "img":"5_7"
                },

        	    {"txt":"Les ergonomes se servent des lignes directrices et des méthodes comportant des tableaux spécifiques ou des calculs afin de déterminer des pratiques de manutention des matériaux. ",
                "audio":"5_8",
                "img":"5_5"
                },
        	    {"txt":"Ces lignes directrices sont utiles pour cerner les origines des risques de soulever des objets. On fait appel à ces outils pour déterminer les limites acceptables dans des situations spécifiques. ",
                "audio":"5_9",
                "img":"5_5"
                },
        	    {"txt":"Ces lignes directrices proposent des paramètres sur la manière dont la manutention manuelle des matériaux influence l’employé pendant l’exécution de son travail.",
                "audio":"5_10",
                "img":"5_5"
                },
        	    {"txt":"On peut utiliser les lignes directrices pour: Améliorer les procédures ou pour modifier l’aire de travail.",
                "audio":"5_11",
                "img":"5_5"
                },
        	    {"txt":"Les deux méthodes suivantes sont fréquemment utilisées: La formule du NIOSH; Les tableaux de Snook.",
                "audio":"5_12",
                "img":"5_5"
                },

        	    {"txt":"Blessures",
                "audio":"5_13",
                "img":"5_13"
                },
        	    {"txt":"La ténosynovite : l’inflammation des gaines tendineuses. Essayez l’exercice suivant:",
                "audio":"5_14",
                "img":"5_13"
                },
        	    {"txt":"1. Pliez le pouce dans le creux de la main;",
                "audio":"5_15",
                "img":"5_13"
                },
        	    {"txt":"2. Fermez les doigts sur le pouce (formez un poing);",
                "audio":"5_16",
                "img":"5_13"
                },
        	    {"txt":"3. Fléchissez le poignet dans le sens opposé du pouce, vers le petit doigt.",
                "audio":"5_17",
                "img":"5_13"
                },
        	    {"txt":"Si vous ressentez des douleurs, vous risquez de souffrir de la ténosynovite.",
                "audio":"5_18",
                "img":"5_18"
                },
        	    {"txt":"Vous devez examiner vos activités de manutention manuelle des matériaux et faire les changements nécessaires.",
                "audio":"5_19",
                "img":"5_18"
                },
        	    {"txt":"La bursite est l’inflammation de la bourse séreuse qui réduit la friction entre les articulations.",
                "audio":"5_20",
                "img":"5_18"
                },
        	    {"txt":"Le syndrome du canal carpien est l’inflammation du nerf médian de la main. Afin d’empêcher le syndrome du canal carpien, gardez les poignets en position neutre.",
                "audio":"5_21",
                "img":"5_18"
                },
        	    {"txt":"Si vous ressentez des douleurs, vous risquez de souffrir de la ténosynovite. Vous devez examiner vos activités de manutention manuelle des matériaux et faire les changements nécessaires.",
                "audio":"5_22",
                "img":"5_18"
                },
        	    {"txt":"La bursite est l’inflammation de la bourse séreuse qui réduit la friction entre les articulations.",
                "audio":"5_23",
                "img":"5_18"
                },
        	    {"txt":"Le syndrome du canal carpien est l’inflammation du nerf médian de la main. Afin d’empêcher le syndrome du canal carpien, gardez les poignets en position neutre.",
                "audio":"5_24",
                "img":"5_18"
                },
        	    {"txt":"Le coude du joueur de tennis: cette condition est plus synonyme du mouvement du poignet que du coude.",
                "audio":"6_1",
                "img":"6_1"
                },
        	    {"txt":"Elle est provoquée par la surutilisation ou la mauvaise technique, qui donnent lieu à des déchirures mineures du tendon des muscles importants du poignet qui proviennent du coude.",
                "audio":"6_2",
                "img":"6_1"
                },

				{"txt":"Les blessures au dos sont provoquées par:",
                "audio":"7_1",
                "img":"7_2"
                },
        	    {"txt":"Le chargement compressif: il s’agit d’une pression vers le bas sur les vertèbres et les disques.",
                "audio":"7_2",
                "img":"7_2"
                },
        	    {"txt":"Le moment initial de soulever un objet provoque ce genre de pression. ",
                "audio":"7_3",
                "img":"7_2"
                },
                {"txt":"Le chargement de tension: il s’agit d’une pression sur les ligaments et sur le tissu musculaire qui. L’entoure lorsqu’on fléchit ou étend l’épine dorsale.",
                "audio":"8_1",
                "img":"7_2"
                },
        	    {"txt":"Le chargement de torsion: il s’agit de la pression sur l’épine dorsale lorsque l’on la tord.",
                "audio":"8_2",
                "img":"7_2"
                }, 

                {"txt":"Ceux qui soulèvent des objets lourds risquent de souffrir des hernies. Une hernie est un gonflement de tissu mou qui passe à travers ou entre les muscles.",
                "audio":"9_1",
                "img":"9_1"
                },
        	    {"txt":"Les hernies ont de nombreuses origines. Un muscle de l’abdomen ou de l’aine s’affaiblit et la pression de soulever des objets peut pousser l’intestin ou d’autres organes à travers un point faible. ",
                "audio":"9_2",
                "img":"9_2"
                }, 

                {"txt":"Les origines des hernies sont les suivantes:",
                "audio":"10_1",
                "img":"10_1"
                },
                {"txt":"L’obésité ou le pris de poids soudain; le fait de soulever des objets lourds; la diarrhée ou la constipation; la toux ou l’éternuement persistent; La grossesse.",
                "audio":"10_2",
                "img":"10_2"
                },

                {"txt":"Équipements de protection individuelle",
                "audio":"10_1",
                "title":"1"
                },
                {"txt":"Les vêtements de travail et l’équipement de protection individuel appropriés peuvent empêcher les blessures pendant la manutention manuelle des matériaux:",
                "audio":"10_3",
                "img":"10_2"
                },
                {"txt":"Les vêtements à manches longues protègent les bras des coupures et des éraflures. Les vêtements de travail amples permettent le mouvement facile.",
                "audio":"10_4",
                "img":"10_2"
                },
                {"txt":"Rentrez les chemises pour qu’elles ne s’accrochent pas aux machines.",
                "audio":"10_5",
                "img":"10_2"
                },

                {"txt":"Pour la protection des mains et des pieds: portez des bottes de travail ou des chaussures de sécurité.",
                "audio":"10_6",
                "img":"10_6"
                },
                {"txt":"Ne portez pas des talons hauts ou des chaussures dont la base est étroite. pour plus de protection, portez des bottes à embout d’acier.",
                "audio":"10_7",
                "img":"10_6"
                },
                {"txt":"Pour avoir de la bonne traction sur la majorité des surfaces, portez des chaussures avec des semelles en caoutchouc profondes.",
                "audio":"10_8",
                "img":"10_6"
                },
                {"txt":"Les gants protègent les mains des coupures, des éclats, des pincements, et de l’usure générale.",
                "audio":"10_9",
                "img":"10_6"
                },

                {"txt":"Conclusion",
                "audio":"22_1",
                "title":"1"
                },
                {"txt":"On peut réduire les dangers de la manutention manuelle des matériaux en appliquant les consignes suivantes:",
                "audio":"22_2",
                "img":"22_2"
                },   
                {"txt":"Planification du travail – planifiez les tâches à l’avance et n’entreprenez pas trop de tâches à la fois.",
                "audio":"22_3",
                "img":"22_2"
                },   
                {"txt":"Santé: Faites régulièrement de l’exercice – environ 20 minutes au moins 3 fois par semaine.",
                "audio":"22_4",
                "img":"22_4"
                },   
                {"txt":"Avant de commencer, étirez-vous les muscles majeurs. Régime sain – mangez régulièrement et pratiquez une alimentation saine. Dormez suffisamment.",
                "audio":"22_5",
                "img":"22_5"
                }
]}
