{
    "prefix":"",
    "slides":[
                {"txt":"Fall Protection",
                "audio":"1_0",
                "title":"1"
                },

                {"txt":"Introduction",
                "audio":"2_0",
                "title":"1"
                },
                {"txt":"This course will cover the following: fall protection; fall prevention; ladders; scaffolds; elevated platforms; travel restraints; other types",
                "audio":"2_1",
                "img":"2_1"
                },
                {"txt":"Fall arrest systems; components & maintenance of fall arrest equipment; rescue; after a fall procedure; ten fall arrest system principles",
                "audio":"2_2",
                "img":"2_1"
                },

                {"txt":"Fall protection",
                "audio":"3_0",
                "title":"1"
                },
                {"txt":"Why is fall protection important in a workplace? According to the Ontario Labour Statistics as of September 30, 2006, 35% of vairous workplace fatalities were all fall incidents.",
                "audio":"3_1",
                "img":"3_1"
                },
                {"txt":"Falls are the single largest cause of serious accidents. The following questions should be addressed for fall protection in the workplace:",
                "audio":"3_2",
                "img":"3_1"
                },
                {"txt":"Is a worker at risk of falling? if so how can it be prevented? If a fall cannot be prevented, how can the worker be protected?",
                "audio":"3_3",
                "img":"3_1"
                },

                {"txt":"How long does it take to fall? 0.5 seconds for 1.2 meters (4 feet)",
                "audio":"3_4",
                "img":"3_4"
                },
                {"txt":"1.0 seconds for 5 meters (16 feet); 2.5 seconds for 31 meters (100 feet)",
                "audio":"3_5",
                "img":"3_5"
                },
                 {"txt":"Fall protection must be used when: the height is more than 3 meters (10 feet);",
                "audio":"3_6",
                "img":"3_6"
                },
                 {"txt":"The height is more than 1.2 meters (4 feet): if the work area is used as a path for a wheelbarrow or similar equipment. Into an operating machinery.",
                "audio":"3_7",
                "img":"3_6"
                },
                 {"txt":"Into a hazardous substance or object; through an opening in a work surface; water or another liquid.",
                "audio":"3_8",
                "img":"3_6"
                },

               {"txt":"Fall prevention",
                "audio":"4_0",
                "title":"1"
                },
                {"txt":"Fall prevention versus Fall Arrest, fall protection can be a fall prevention or a fall arrest system",
                "audio":"4_1",
                "img":"4_1"
                },
                {"txt":"Fall prevention deals with preventing falls from happening. These are guardrails, proper use of ladders and travel restraint systems.",
                "audio":"4_2",
                "img":"4_1"
                },
                {"txt":"Fall arrest systems are used when fall prevention systems are not possible. These systems deal with protecting workers from hitting a dangerous surface in case of a fall.",
                "audio":"4_3",
                "img":"4_3"
                },
                {"txt":"Regardless of which system is used is used, all fall protection systems must meet the Occupational Health and Safety Act and the applicable regulations.",
                "audio":"4_4",
                "img":"4_3"
                },

               {"txt":"Ladders",
                "audio":"5_0",
                "title":"1"
                },
                {"txt":"Falls from ladders are among the most serious problems. These falls occur because:",
                "audio":"5_1",
                "img":"5_1"
                },
                {"txt":"User fails to maintain a 3 point contact when climbing up or down a ladder; use leans out too far.",
                "audio":"5_2",
                "img":"5_1"
                },
                {"txt":"Ladders are not tied off or secured before use; ladders are placed on slippery surfaces.",
                "audio":"5_3",
                "img":"5_1"
                },
                {"txt":"Ladders are not properly maintained. Workers are using the top two rungs of the ladder to work from.",
                "audio":"5_4",
                "img":"5_1"
                },

                {"txt":"Portable ladders: the most commonly used ladder is made form wood, aluminum or fiberglass.",
                "audio":"5_5",
                "img":"5_5"
                },
                {"txt":"While using portable ladders: keep a safe distance from electrical lines;",
                "audio":"5_6",
                "img":"5_5"
                },
				{"txt":"Setup on safe footing, the portable ladders must extend 3 feet above upper landing.",
                "audio":"5_7",
                "img":"5_5"
                },
                {"txt":"Ensure the portable ladder is secured to prevent it from moving.",
                "audio":"5_8",
                "img":"5_5"
                },

                {"txt":"Step ladder: never stand on the pail shelf (bucket shelf); make sure the legs are fully opened and spreaders are pushed down and locked.",
                "audio":"5_9",
                "img":"5_9"
                },
                {"txt":"Never use a step ladder as a straight ladder by leaning it against a structure; the top two steps are bucket shelf are not safe to stand on;",
                "audio":"5_10",
                "img":"5_9"
                },
                {"txt":"Fully open step ladder and lock spreaders in place; do not climb the ladder from the rear; it can collapse or tip over.",
                "audio":"5_11",
                "img":"5_9"
                },

                {"txt":"Scaffolds",
                "audio":"9_0",
                "title":"1"
                },
                {"txt":"Must have guard rails that meet the requirements; must not have any unguarded or unprotected openings.",
                "audio":"9_1",
                "img":"9_1"
                },
                {"txt":"Must have each platform secured to prevent slippage; a scaffold must have a secure means of access such as a portable ladder that is 3 ft above the platform.",
                "audio":"9_2",
                "img":"9_1"
                },

                {"txt":"Accidents: common accidents that happen from scaffolds are caused by:",
                "audio":"10_1",
                "img":"9_1"
                },
                {"txt":"Climbing to and from the scaffolds; platforms not properly planked or planks breaking.",
                "audio":"10_2",
                "img":"9_1"
                },
                {"txt":"Lack of guard rails; not installing proper base plates, clips and braces; setting up and dismantling",
                "audio":"10_3",
                "img":"9_1"
                },

                {"txt":"Elevated Platforms",
                "audio":"11_0",
                "title":"1"
                },
                {"txt":"1. A worker on an elevated work platform must wear a personal fall arrest system secured to a suitable and substantial anchorage point.",
                "audio":"11_1",
                "img":"11_1"
                },
                {"txt":"The anchorage point should not be part of the elevated work platform.",
                "audio":"11_2",
                "img":"11_2"
                },
                {"txt":"2. Exceptions include where employees are installing or removing a fall-protection system or where it is deems not reasonably practical to do so.",
                "audio":"11_3",
                "img":"11_3"
                },
                {"txt":"3. Workers must wear fall protection if their work requires them to extend and reach beyond the protection that is provided by the guard rails of the elevated work platform.",
                "audio":"11_4",
                "img":"11_4"
                },

                {"txt":"Travel Restraint Systems",
                "audio":"12_0",
                "title":"1"
                },
                {"txt":"The system allows the worker to reach the edge but not fall. A travel restraint system consits of:",
                "audio":"12_1",
                "img":"12_1"
                },
                {"txt":"CSA approved body harness, lanyard, life line, rope grab, anchorage that can support 900 lbs.",
                "audio":"12_2",
                "img":"12_2"
                },
                {"txt":"Note: a fully extended life line or lanyard that restrains the fall on one area may be too long for an adjacent section.",
                "audio":"12_3",
                "img":"12_3"
                },

                {"txt":"Is the travel restrained system applied correctly in this picture?",
                "audio":"13_1",
                "img":"13_1"
                },
                {"txt":"The travel restraint system is applied correctly but it is missing the harness. The worker is wearing an industrial belt, which is not recommended for a proper fall protection system.",
                "audio":"13_2",
                "img":"13_2"
                },
                {"txt":"If a fall was to occur, the industrial belt can cause the worker's back to crack because the belt is fixed around the waist.",
                "audio":"13_3",
                "img":"13_3"
                },
                {"txt":"Therefore this worker requires a harness & hard hat.",
                "audio":"13_4",
                "img":"13_4"
                },

                {"txt":"Other types",
                "audio":"14_1",
                "title":"1"
                },
                {"txt":"Other types of fall protection include: guardrails, if the unprotected work surface is more than 8 ft.",
                "audio":"14_2",
                "img":"14_2"
                },
                {"txt":"Protective covers to cover openings; warning barriers and bump lines. ",
                "audio":"14_3",
                "img":"14_3"
                },
                {"txt":"These prevent falls by alerting workers to a fall hazard, and should be setup around the work area at least 2 meters or (6 feet 6 inches) from the unprotected edge.",
                "audio":"14_4",
                "img":"14_4"
                },
                {"txt":"Anyone working within the protected area does not need additional fall protection.",
                "audio":"14_5",
                "img":"14_5"
                },
                {"txt":"Lines or barriers must be at least 42 inches high and must have weighted posts and signs along the entire length.",
                "audio":"14_6",
                "img":"14_6"
                },

                {"txt":"Fall Arrest Systems",
                "audio":"15_0",
                "title":"1"
                },
                {"txt":"A fall arrest system consists of: B - full body harness; C - connective devices (shock absorber, lanyard, fall arrester, vertical lifeline, horizontal lifeline, self-retracting lifeline/lanyard); A - anchor point.",
                "audio":"15_1",
                "img":"15_1"
                },
                {"txt":"Full body harness: a full body harness is made up of a back strap (prevents the person from falling out of the hardness during fall)",
                "audio":"15_2",
                "img":"15_2"
                },
                {"txt":"A sub-pelvic strap (helps to redistribute the force of the fall into the legs and gluts, it also enables a person to assume a seated position).",
                "audio":"15_3",
                "img":"15_3"
                },
                {"txt":"And a sliding D-ring (keeps the person vertical after the fall).",
                "audio":"15_4",
                "img":"15_4"
                },

                {"txt":"Full Body Harness Inspection: if the full body harness fails an inspection, it must be tagged UNSAFE or UNUSABLE and removed from service.",
                "audio":"16_0",
                "img":"16_0"
                },
                {"txt":"In pre-use inspection, look for cuts, abrasions or open stitching, chemical or heat damage.",
                "audio":"16_1",
                "img":"16_1"
                },
                {"txt":"Inspect the D-rings for cracks, distortions or any other damage; harness application depends on the D-ring location.",
                "audio":"16_2",
                "img":"16_2"
                },

                {"txt":"Anchor Points",
                "audio":"18_0",
                "title":"1"
                },
                {"txt":"Anchor points should not bend, break or deflect; do not use one anchor for multiple life lines.",
                "audio":"18_1",
                "img":"18_1"
                },
                {"txt":"Do not confuse fall arrest anchor point and fall restraint anchor points, clearly mark each one of them.",
                "audio":"18_2",
                "img":"18_2"
                },
                {"txt":"Anchors should be able to withstand to a minimum of 10 times the total weight (body weight and equipment and tools weight) of the employee using the fall arrest system.",
                "audio":"18_3",
                "img":"18_3"
                },
                {"txt":"Anchor points should be positioned over the worker's head and as high as possible, always use compatible shape designated anchors",
                "audio":"18_4",
                "img":"18_4"
                },
                {"txt":"Do not attach to random structures such as chimneys, wires or pipes on the roof, railings, ladders etc.",
                "audio":"18_5",
                "img":"18_5"
                },

                {"txt":"Connective devices",
                "audio":"19_0",
                "title":"1"
                },
                {"txt":"Lanyard",
                "audio":"19_1",
                "img":"19_1"
                },
                {"txt":"Shock absorber",
                "audio":"19_2",
                "img":"19_2"
                },
                {"txt":"Snap hook",
                "audio":"19_3",
                "img":"19_3"
                },
                {"txt":"Lifeline",
                "audio":"19_4",
                "img":"19_4"
                },
                {"txt":"Rope grab",
                "audio":"19_5",
                "img":"19_5"
                },
                {"txt":"D-clip",
                "audio":"19_6",
                "img":"19_6"
                },


                {"txt":"Lanyards",
                "audio":"20_0",
                "title":"1"
                },
                {"txt":"Lanyards should be kept as short as possible to reduce the freefall distance.",
                "audio":"20_1",
                "img":"20_1"
                },
                {"txt":"And they have to have self-locking snap hooks at each end (non locking snap hooks cannot be used)",
                "audio":"20_2",
                "img":"20_2"
                },

                {"txt":"Lanyards must be withdrawn from service immediately under the following conditions:",
                "audio":"20_3",
                "img":"20_3"
                },
                {"txt":"After a fall; when an integral shock absorber has been either totally or partially deployed.",
                "audio":"20_4",
                "img":"20_4"
                },
                {"txt":"If the lanyard has been used for any other purposes than fall protection; check the manufacturing date (most lanyards have 5 years service life)",
                "audio":"20_5",
                "img":"20_5"
                },
                {"txt":"And cut the retired lanyards into two to ensure it is never used again.",
                "audio":"20_6",
                "img":"20_6"
                },

                {"txt":"Shock absorbers",
                "audio":"22_0",
                "title":"1"
                },
                {"txt":"In pre-use inspection, check the outer jacket for cuts, abrasion or open stitching, chemical or heat damage",
                "audio":"22_1",
                "img":"22_1"
                },
                {"txt":"Check the end loop for damages, crackes, etc., and remove and tag shock absorbers if found damaged.",
                "audio":"22_2",
                "img":"22_2"
                },

                {"txt":"Snap hooks",
                "audio":"23_0",
                "title":"1"
                },
                {"txt":"Snap hooks must be connected to a compatible hardware; never attach one snap hook to another.",
                "audio":"23_1",
                "img":"23_1"
                },
                {"txt":"In pre-use inspection, check snap hook for pitting, distortion or damage, and ensure that the snap hook spring has enough tension power to close the keeper.",
                "audio":"23_2",
                "img":"23_2"
                },

                {"txt":"Life lines",
                "audio":"24_0",
                "title":"1"
                },
                {"txt":"Do not use knots in ropes; knots reduce rope strength by 50%.",
                "audio":"24_1",
                "img":"24_1"
                },
                {"txt":"Life lines must always be protected over sharp edges and must be stored away from heat and direct UV light.",
                "audio":"24_2",
                "img":"24_2"
                },
                {"txt":"In pre-use inspection, check for areas where the rope material is separating.",
                "audio":"24_3",
                "img":"24_3"
                },
                {"txt":"Check for broken fibers, worn areas, lifelines that are out of shape, chemical or heat damage.",
                "audio":"24_4",
                "img":"24_4"
                },

                {"txt":"Rope Grab",
                "audio":"25_0",
                "title":"1"
                },
                {"txt":"A rope grab is used to connect a lanyard to a life line.", 
                "audio":"25_1",
                "img":"25_1"
                },
                {"txt":"These devices can move up and down the life line, when a steady force is used. If a sharp tug or pull is applied it will lock.",
                "audio":"25_2",
                "img":"25_2"
                },
                {"txt":"In pre-use inspection, check the rope grab or damage, corrosion, pitting, distortion and secure mounting.",
                "audio":"25_3",
                "img":"25_3"
                },
                {"txt":"Look for the directional arrows and ensure that it is mounted correctly.",
                "audio":"25_4",
                "img":"25_4"
                },


                {"txt":"Cautions",
                "audio":"26_0",
                "title":"1"
                },
                {"txt":"The worker must be aware of the following cautions while setting up fall arrest systems.",
                "audio":"26_1",
                "img":"26_1"
                },
                {"txt":"Swing-fall hazard",
                "audio":"26_2",
                "img":"26_2"
                },
                {"txt":"Be careful not to tie off to an anchor in such a way that if you fall, you'll swing into an obstruction.",
                "audio":"26_3",
                "img":"26_3"
                },
                {"txt":"This is called a swing-fall hazard. A swing fall can be as harmful as falling to the ground.",
                "audio":"26_4",
                "img":"26_4"
                },

                {"txt":"Bottoming out",
                "audio":"27_0",
                "title":"1"
                },
                {"txt":"Bottoming out occurs when the falling worker hits the lower level or the ground before the fall is fully arrested.",
                "audio":"27_1",
                "img":"27_1"
                },
                {"txt":"This occurs when the total fall distance is greater than the distance from the work platform to the ground.",
                "audio":"27_2",
                "img":"27_2"
                },

                {"txt":"General Information",
                "audio":"28_0",
                "title":"1"
                },
                {"txt":"Employer, supervisor and employee must identify the fall hazards and the system needed for their application.",
                "audio":"28_1",
                "img":"28_1"
                },
                {"txt":"Never mix different systems component; such as the body harness in fall arrest system or fall restraint system.",
                "audio":"28_2",
                "img":"28_2"
                },
                {"txt":"And proper training is required for worker using fall arrest sytem.",
                "audio":"28_3",
                "img":"28_3"
                },

                {"txt":"The fall arrest program should include individual fit testing of equipment; employee using fall arrest system must not work alone (buddy system).",
                "audio":"29_1",
                "img":"29_1"
                },
                {"txt":"Pre-use inspection must be performed by the employee who is about to use fall arrest system, and never mix and match manufacturers (two identical looking components may work very differently).",
                "audio":"29_2",
                "img":"29_2"
                },

                {"txt":"Daily pre-use inspection shall be performed by the employee and semi-annual inspection shall be performed by a competent person in this type of a system.",
                "audio":"30_1",
                "img":"30_1"
                },
                {"txt":"All pieces of fall arrest system compnents are vital and information for every piece of equipment in the fall arrest system should be documented;",
                "audio":"30_2",
                "img":"30_2"
                },
                {"txt":"Such as the type of use, the nature of the environment, pre-use inspection, regular inspection, expiration date, etc.",
                "audio":"30_3",
                "img":"30_3"
                },

                {"txt":"Routine inspection should be done to ensure integrity of the fall arrest system and the information should be documented.",
                "audio":"31_1",
                "img":"31_1"
                },
                {"txt":"Rescue plan must be in place in case of an emergency, free fall distance must be kept to a minimum;",
                "audio":"31_2",
                "img":"31_2"
                },
                {"txt":"Re-evaluate the fall arrest system on an ongoing basis, and store equipment in a clean, dry area and away from sunlight.",
                "audio":"31_3",
                "img":"31_3"
                },

                {"txt":"Rescue",
                "audio":"32_0",
                "title":"1"
                },
                {"txt":"A rescue plan should be in place before fall protection is used. The rescue plan should take workplace conditions into consideration and be effective in 15 minutes.",
                "audio":"32_1",
                "img":"32_1"
                },
                {"txt":"1. Self rescue: the worker is able to get to the nearest structure or level without any assistance.",
                "audio":"32_2",
                "img":"32_2"
                },
                {"txt":"2. Rescue by co-worker in the vicinity. this rescue is performed by a co-worker in the immediate vicinity of the fallen worker.",
                "audio":"32_3",
                "img":"32_3"
                },
                {"txt":"The co-worker uses whatever equipment is available, such as a ladder or portable work platform (placed under the fallen worker for support) to haul or lower the worker to a safe location.",
                "audio":"32_4",
                "img":"32_4"
                },
                {"txt":"3. Rescue by the in-house team. This rescue is performed by the in-house trained worker, who is responsible to initiate the rescue operation and is available to respond.",
                "audio":"33_1",
                "img":"33_1"
                },
                {"txt":"The in-house rescue team use a specifically selected rescue equipment.",
                "audio":"33_2",
                "img":"33_2"
                },
                {"txt":"4. Rescue by professionals: this is a more efficient specialized rescue operation which is generally performed by the firefighters, paramedics, etc.",
                "audio":"33_3",
                "img":"33_3"
                },
                {"txt":"Nevertheless, time and workplace condition has to be taken into consideration due to their delayed response.",
                "audio":"33_4",
                "img":"33_4"
                },

                {"txt":"After a fall",
                "audio":"34_0",
                "title":"1"
                },
                {"txt":"The following guidelines should be considered after a fall: report the fall immediately to your supervisor.",
                "audio":"34_1",
                "img":"34_1"
                },
                {"txt":"Remove all fall arrest system components from service and immediately tag them; do not reuse the equipment until it has been inspected and approved by the manufacturer.",
                "audio":"34_2",
                "img":"34_2"
                },


                {"txt":"Rules for using a fall arrest system",
                "audio":"35_0",
                "title":"1"
                },
                {"txt":"Here are ten simple and basic rules for using a fall arrest system. You should follow them at all times.",
                "audio":"35_1",
                "img":"35_1"
                },
                {"txt":"1. Inspect your equipment before every use; 2. Adjust your harness properly",
                "audio":"35_2",
                "img":"35_2"
                },
                {"txt":"3. Use your shock absorber or your shock-absorbing lanyard whenever possible.",
                "audio":"35_3",
                "img":"35_3"
                },
                {"txt":"4. Connect all components of your FAS using only compatible connecting hardware.",
                "audio":"35_4",
                "img":"35_4"
                },
                {"txt":"5. Attach your FAS only to a suitable anchorage; 6. Keep your fall distance to a minimum.",
                "audio":"35_5",
                "img":"35_5"
                },
                {"txt":"7. Consider the conditions of your workplace when choosing your equipment.",
                "audio":"35_6",
                "img":"35_6"
                },
                {"txt":"8. Care for your equipment as you would care for yourself.",
                "audio":"35_7",
                "img":"35_7"
                },
                {"txt":"9. Know the rescue procedure and equipment in case you should fail.",
                "audio":"35_8",
                "img":"35_8"
                },
                {"txt":"10. Be properly trained to use any fall protection equipment.",
                "audio":"35_9",
                "img":"35_9"
                }
            ]
}
