{
    "prefix":"",
    "slides":[
                {"txt":"Health and Safety at Work: Supervisor Health and Safety Awareness in 5 Steps",
                "audio":"1_0",
                "title":"1"
                },

                {"txt":"Course Objectives",
                "audio":"2_0",
                "title":"1"
                },
                {"txt":"This course is designed to help supervisors understand what the Occupational Health and Safety Act expects from them.",
                "audio":"2_1",
                "img":"2_1"
                },
                {"txt":"It will allow supervisors to better understand their responsibilities in the workplace in order to maintain a healthy and safe work environment for their workers.",
                "audio":"2_2",
                "img":"2_1"
                },
                {"txt":"This training will provide supervisors with information regarding their rights and responsibilities within the workplace through a 5 step method.",
                "audio":"2_3",
                "img":"2_3"
                },

               {"txt":"The Steps Outlined in this Training",
                "audio":"3_0",
                "title":"1"
                },
                {"txt":"Step 1: Make a difference\n\n \n\n \n\n \n\n ",
                "audio":"3_1",
                "bullet":"1"
                },
                {"txt":"Step 1: Make a difference\n\nStep 2: Lead the Way\n\n \n\n \n\n ",
                "audio":"3_2",
                "bullet":"1"
                },
                {"txt":"Step 1: Make a difference\n\nStep 2: Lead the Way\n\nStep 3: The Supervisor's Toolkit\n\n \n\n ",
                "audio":"3_3",
                "bullet":"1"
                },
                {"txt":"Step 1: Make a difference\n\nStep 2: Lead the Way\n\nStep 3: The Supervisor's Toolkit\n\nStep 4: You Are Not Alone\n\n ",
                "audio":"3_4",
                "bullet":"1"
                },
                {"txt":"Step 1: Make a difference\n\nStep 2: Lead the Way\n\nStep 3: The Supervisor's Toolkit\n\nStep 4: You Are Not Alone\n\nStep 5: Be a Role Model",
                "audio":"3_5",
                "bullet":"1"
                },

	            {"txt":"Step 1: Make a Difference",
                "audio":"4_0",
                "title":"1"
                },

	            {"txt":"Internal Responsibility System",
                "audio":"5_0",
                "img":"5_1"
                },
                {"txt":"Supervisors are an important part of a workplace's Internal Responsibility System (IRS).",
                "audio":"5_1",
                "img":"5_1"
                },
                {"txt":"What is the Internal Responsibility System?",
                "audio":"5_2",
                "img":"5_1"
                },
                {"txt":"It is a system within an organization where every member has direct responsibility for health and safety as an important part of their job.",
                "audio":"5_3",
                "img":"5_1"
                },
                {"txt":"A supervisor must understand the importantce of the IRS because they play a crucial role in the system itself,",
                "audio":"5_4",
                "img":"5_1"
                },
                {"txt":"They have legal obligations from the Occupational Health and Safety Act to adopt the IRS philosophy and their participation is needed to ensure the effectiveness of the system.",
                "audio":"5_5",
                "img":"5_1"
                },

                {"txt":"Supervisor's Roles",
                "audio":"6_0",
                "title":"1"
                }, 
                {"txt":"A supervisor's role is to:",
                "audio":"6_1",
                "img":"6_1"
                }, 
                {"txt":"1. Inform workers about hazards and dangers and address their concerns.",
                "audio":"6_2",
                "img":"6_1"
                }, 
                {"txt":"2. Demonstrate to workers how to work safely.",
                "audio":"6_3",
                "img":"6_1"
                }, 
                {"txt":"3. Ensure that the law is being followed as well as workplace health and safety policies and procedures.",
                "audio":"6_4",
                "img":"6_1"
                }, 
                {"txt":"4. Do everything reasonable in the circumstances to protect workers from being hurt or from suffering from a work-related illness.",
                "audio":"6_5",
                "img":"6_1"
                }, 

                {"txt":"Occupational Health and Safety Act Requirements",
                "audio":"7_0",
                "title":"1"
                }, 
                {"txt":"According to the Occupational Health and Safety Act (OHSA):",
                "audio":"7_1",
                "img":"7_1"
                },
                {"txt":"5.27. (1) A supervisor shall ensure that a worker,",
                "audio":"7_2",
                "img":"7_1"
                },
                {"txt":"(a) Works in the manner and with the protective devices, measures and procedures required by this Act and the regulations;",
                "audio":"7_3",
                "img":"7_3"
                },
                {"txt":"(b) Uses or wears the equipment, protective devices or clothing that the worker's employer requires to be used or worn.",
                "audio":"7_4",
                "img":"7_3"
                },
                {"txt":"5.27. (2) without limiting the duty imposed by subsection (1), a supervisor shall,",
                "audio":"7_5",
                "img":"7_3"
                },
                {"txt":"(a) Advise a worker of the existence of any potential or actual danger to the health or safety of the worker of which the supervisor is aware;",
                "audio":"7_6",
                "img":"7_6"
                },
                {"txt":"(b) Where so prescribed, provide a worker with written instructions as to the measures and procedures to be taken for protection of the worker;",
                "audio":"7_7",
                "img":"7_6"
                },
                {"txt":"(c) Take every precaution reasonable in the circumstances for the protection of a worker. R.S.O. 1190, c. 0.1, s. 27.",
                "audio":"7_8",
                "img":"7_6"
                },
                {"txt":"The OHSA requires every employer to prepare a written occupational health and safety policy for that workplace.",
                "audio":"7_9",
                "img":"7_6"
                },

                {"txt":"Putting OHSA Requirements into Actions",
                "audio":"8_0",
                "title":"1"
                }, 
                {"txt":"Supervisors are to put this program into action by:",
                "audio":"8_1",
                "img":"8_1"
                }, 
                {"txt":"Knowing the OHSA and the regulations that apply to your workplace.",
                "audio":"8_2",
                "img":"8_1"
                }, 
                {"txt":"Ensuring that workers wear and use the right protective equipment.",
                "audio":"8_3",
                "img":"8_1"
                }, 
                {"txt":"Planning the work so that it can be performed safely.",
                "audio":"8_4",
                "img":"8_1"
                }, 
                {"txt":"Ensuring workers know and follow through on their health and safety duties.",
                "audio":"8_5",
                "img":"8_1"
                }, 
                {"txt":"Enforcing disciplinary action when safety rules are not followed by workers.",
                "audio":"8_6",
                "img":"8_1"
                }, 

                {"txt":"Competent Supervisor",
                "audio":"9_0",
                "title":"1"
                }, 
                {"txt":"According to Sec. 25 (2) (c) in the OHSA, an employer shall ensure that when appointing a supervisor, appoint a competent person.",
                "audio":"9_1",
                "img":"7_3"
                },
                {"txt":"A competent supervisor should:",
                "audio":"9_2",
                "img":"7_3"
                },
                {"txt":"Have the knowledge, experience and training to organize work for their workers.",
                "audio":"9_3",
                "img":"9_3"
                },
                {"txt":"Be familiar with the Occupational Health and Safety Act and the regulations that apply to the work you are supervising.",
                "audio":"9_4",
                "img":"9_3"
                },
                {"txt":"Be knowledgeable of any potential or actual dangers to the health and safety of the workplace.",
                "audio":"9_5",
                "img":"9_3"
                },

                {"txt":"Employer's Duties",
                "audio":"10_0",
                "title":"1"
                }, 
                {"txt":"Employers are to perform the following when there are more than 5 workers who are regularly employed in an organization.",
                "audio":"10_1",
                "img":"10_1"
                }, 
                {"txt":"Create a health and safety policy.",
                "audio":"10_2",
                "img":"10_1"
                }, 
                {"txt":"Review the health and safety policy on an annual basis.",
                "audio":"10_3",
                "img":"10_1"
                }, 
                {"txt":"Develop a program to implement that policy.",
                "audio":"10_4",
                "img":"10_1"
                }, 
                {"txt":"Post the policy in the workplace.",
                "audio":"10_5",
                "img":"10_1"
                }, 

                {"txt":"Employer's Duties for all Workplaces",
                "audio":"11_0",
                "title":"1"
                }, 
                {"txt":"In general, employers are expected to perform the following duties in order to provide a healthy and safe work environment for their workers:",
                "audio":"11_1",
                "img":"11_1"
                }, 
                {"txt":"Ensure that workers and supervisors know about hazards in the work they do and provide them with information, instruction and supervision to protect their health and safety.",
                "audio":"11_2",
                "img":"11_2"
                }, 
                {"txt":"Take steps to eliminate hazards in the workplace, and where elimination is not possible, to control them.",
                "audio":"11_3",
                "img":"11_3"
                }, 
                {"txt":"Ensure that workers use and wear protective equipment, material and devices where required by the regulations.",
                "audio":"11_4",
                "img":"11_3"
                }, 
                {"txt":"Do everything reasonable in the circumstances to protect workers from being hurt or from suffering a work-related illness.",
                "audio":"11_5",
                "img":"11_3"
                }, 
                {"txt":"Please note that the employer must ensure that the supervisor is competent BEFORE they begin supervising.",
                "audio":"11_6",
                "img":"11_3"
                }, 

                {"txt":"Worker's Duties",
                "audio":"12_0",
                "title":"1"
                }, 
                {"txt":"As a member of an organization, a worker is expected to fulfill the following duties in order to maintain a healthy and safe work environment:",
                "audio":"12_1",
                "img":"12_1"
                },
                {"txt":"Follow the law and workplace health and safety policies and procedures.",
                "audio":"12_2",
                "img":"12_1"
                },
                {"txt":"Use and wear the protective equipment required by the employer.",
                "audio":"12_3",
                "img":"12_1"
                },
                {"txt":"Act in a way that will not hurt themselves or anyone else.",
                "audio":"12_4",
                "img":"12_1"
                },
                {"txt":"If workers see anything that is unsafe or that goes against the Act, they must inform the supervisor or the employer about it,",
                "audio":"12_5",
                "img":"12_5"
                },
                {"txt":"so that the supervisor can take the necessary steps with the employer to solve the problem.",
                "audio":"12_6",
                "img":"12_5"
                },

                {"txt":"Step 2: Lead the Way",
                "audio":"13_0",
                "title":"1"
                }, 

	            {"txt":"The Three Rights of Workers",
                "audio":"14_0",
                "img":"14_1"
                }, 
                {"txt":"It is important that a supervisor understands the three rights of workers as they are an important part of the Internal Responsibility System.",
                "audio":"14_1",
                "img":"14_1"
                },
                {"txt":"The three rights of workers are as follows:",
                "audio":"14_2",
                "img":"14_1"
                },
                {"txt":"The right to know about workplace hazards and what to do about them.",
                "audio":"14_3",
                "img":"14_3"
                },
                {"txt":"The right to participate in solving workplace health and safety problems.",
                "audio":"14_4",
                "img":"14_3"
                },
                {"txt":"The right to refuse work that they believe is unsafe.",
                "audio":"14_5",
                "img":"14_5"
                },

                {"txt":"The Right to Know",
                "audio":"15_0",
                "title":"1"
                }, 
                {"txt":"It is the supervisor's duty to inform workers about health and safety hazards and to show them how to work safely.",
                "audio":"15_1",
                "img":"15_1"
                },
                {"txt":"An employer supports workers' right to know by ensuring that they receive:",
                "audio":"15_2",
                "img":"15_1"
                },
                {"txt":"Information about the hazards in the work that they are performing.",
                "audio":"15_3",
                "img":"15_1"
                },
                {"txt":"Training to perform the work in a safe manner and to protect their health.",
                "audio":"15_4",
                "img":"15_1"
                },
                {"txt":"A competent supervisor to enforce a safe and healthy environment.",
                "audio":"15_5",
                "img":"15_1"
                },

                {"txt":"The Right to Participate",
                "audio":"16_0",
                "title":"1"
                }, 
                {"txt":"A supervisor is expected to support the workers' right to participate in health and safety by encouraging them to get involved.",
                "audio":"16_1",
                "img":"16_1"
                },
                {"txt":"Workers can become involved by: asking questions regarding the health and safety practices in the workplace.",
                "audio":"16_2",
                "img":"16_1"
                },
                {"txt":"Raising concerns.",
                "audio":"16_4",
                "img":"16_1"
                },
                {"txt":"Providing positive feedback.",
                "audio":"16_5",
                "img":"16_1"
                },
                {"txt":"By becoming a member of the joint health and safety committee (JHSC).",
                "audio":"16_6",
                "img":"16_1"
                },

	            {"txt":"What is the Joint Health and Safety Committee?",
                "audio":"17_0",
                "title":"1"
                }, 
                {"txt":"The joint health and safety committee (JHSC) is a group formed with individuals within an organization",
                "audio":"17_1",
                "img":"17_1"
                },
                {"txt":"who are committed to improving the health and safety standards in the workplace.",
                "audio":"17_2",
                "img":"17_1"
                },
                {"txt":"This committee consists of representatives from the labour department as well as the management department in a workplace",
                "audio":"17_3",
                "img":"17_1"
                },
                {"txt":"who meet on a regular basis to discuss health and safety issues.",
                "audio":"17_4",
                "img":"17_1"
                },
                {"txt":"Members of this committee participate in the process of developing and implementing programs that ensures safety and protects the health of the workers.",
                "audio":"17_5",
                "img":"17_1"
                },
                {"txt":"They handle and resolve issues concerning health and safety within the workplace and monitor the effectiveness of safety programs and procedures.",
                "audio":"17_6",
                "img":"17_1"
                },

                {"txt":"Legislative Requirements",
                "audio":"18_0",
                "title":"1"
                }, 
                {"txt":"The joint health and safety committee has the power to:",
                "audio":"18_1",
                "img":"18_1"
                },
                {"txt":"Identify workplace health and safety problems.",
                "audio":"18_2",
                "img":"18_1"
                },
                {"txt":"Recommend to the employer ways to solve problems.",
                "audio":"18_3",
                "img":"18_1"
                },
                {"txt":"Improve health and safety in the workplace.",
                "audio":"18_4",
                "img":"18_1"
                },
                {"txt":"Members of the joint health and safety committee have the following roles:",
                "audio":"18_5",
                "img":"18_1"
                },
                {"txt":"To regularly inspect the workplace.",
                "audio":"18_6",
                "img":"18_1"
                },
                {"txt":"Report the information from these inspections to the committee.",
                "audio":"18_7",
                "img":"18_1"
                },
                {"txt":"Make recommendations to the employer in order to improve health and safety.",
                "audio":"18_8",
                "img":"18_1"
                },
                {"txt":"The employer must respond to these recommendations within 21 days.",
                "audio":"18_9",
                "img":"18_1"
                },

                {"txt":"Health and Safety Representative's Responsibilities",
                "audio":"19_0",
                "title":"1"
                }, 
                {"txt":"In an organization with 5 to 19 workers, it is expected to have a health and safety representative.",
                "audio":"19_1",
                "img":"19_1"
                },
                {"txt":"The health and safety representative's responsibilities are to:",
                "audio":"19_2",
                "img":"19_1"
                },
                {"txt":"Inspect the workplace regularly.\n\n \n\n \n\n ",
                "audio":"19_3",
                "bullet":"1"
                },
                {"txt":"Inspect the workplace regularly.\n\nIdentify hazards in the workplace.\n\n \n\n ",
                "audio":"19_4",
                "bullet":"1"
                },
                {"txt":"Inspect the workplace regularly.\n\nIdentify hazards in the workplace\n\nMake recommendations to the employer about how to fix hazards.\n\n ",
                "audio":"19_5",
                "bullet":"1"
                },
                {"txt":"Inspect the workplace regularly.\n\nIdentify hazards in the workplace\n\nMake recommendations to the employer about how to fix hazards\n\nSolve other health and safety problems.",
                "audio":"19_6",
                "bullet":"1"
                },

                {"txt":"Please note that the Occupational Health and Safety Act strictly forbids the employer or supervisor from firing,",
                "audio":"19_7",
                "img":"2_3"
                },
                {"txt":"disciplining or even threatening a worker for doing what the OHSA expects from them.",
                "audio":"19_8",
                "img":"2_3"
                },

                {"txt":"The Right to Refuse",
                "audio":"20_0",
                "title":"1"
                }, 
                {"txt":"The third right of the worker is the right to refuse to perform work that they have reason to believe is unsafe for them or for another worker.",
                "audio":"20_1",
                "img":"20_1"
                },
                {"txt":"A supervisor should respect this right by taking 'every precaution reasonable' to protect workers and by complying with the process for work refusals specified in the Act.",
                "audio":"20_2",
                "img":"20_1"
                },
                {"txt":"Supervisors may exercise the right to refuse unsafe work in the circumstances specified in the OHSA.",
                "audio":"20_3",
                "img":"20_1"
                },

                {"txt":"Step 3: The Supervisor's Toolkit",
                "audio":"21_0",
                "title":"1"
                }, 

                {"txt":"Know the Hazards in the Workplace",
                "audio":"22_0",
                "img":"22_1"
                }, 
                {"txt":"It is a supervisor's responsibility to help plan and organize the work.",
                "audio":"22_1",
                "img":"22_1"
                }, 
                {"txt":"The supervisor must understand the work and the hazards associated with it and at the same time, know how to eliminate and control those hazards.",
                "audio":"22_2",
                "img":"22_2"
                }, 
                {"txt":"The supervisor is also responsible for ensuring that the health and safety program which has been implemented in the workplace is effective.",
                "audio":"22_3",
                "img":"22_3"
                }, 

                 {"txt":"Effectiveness of a Health and Safety Program",
                "audio":"23_0",
                "title":"1"
                }, 
                {"txt":"The following criteria can be used to measure the effectiveness of a health and safety program within a workplace:",
                "audio":"23_1",
                "img":"23_1"
                }, 
                {"txt":"Is the program properly documented?",
                "audio":"23_2",
                "img":"23_1"
                }, 
                {"txt":"Are accidents, injuries and near misses being documented and investigated?",
                "audio":"23_3",
                "img":"23_1"
                }, 
                {"txt":"Has the organization identified goals and priorities for workplace health and safety?",
                "audio":"23_4",
                "img":"23_1"
                },
                {"txt":"Are the required health and safety trainings provided for employees?",
                "audio":"23_5",
                "img":"23_1"
                }, 
                {"txt":"Is the program reviewed?",
                "audio":"23_6",
                "img":"23_1"
                }, 
                {"txt":"Is the program audited?",
                "audio":"23_7",
                "img":"23_1"
                }, 

                 {"txt":"Common Hazards in Ontario",
                "audio":"24_0",
                "title":"1"
                }, 
                {"txt":"Some of the most common hazards in Ontario involve the following:",
                "audio":"24_1",
                "img":"24_1"
                }, 
                {"txt":"Ergonomics: repeating the same movements continuously. Especially if in an awkward position or using a lot of force.",
                "audio":"24_2",
                "img":"24_1"
                }, 
                {"txt":"Housekeeping: slipping, tripping and falling.",
                "audio":"24_3",
                "img":"24_3"
                }, 
                {"txt":"Motorized vehicles: operating a forklift, being struck by vehicles at a construction site.",
                "audio":"24_4",
                "img":"24_3"
                }, 
                {"txt":"Machine Guarding: using or working near machinery, being severely or fatally injured by equipment that was being operated.",
                "audio":"24_5",
                "img":"24_3"
                }, 
                {"txt":"Workplace violence: harassments, robberies, threat towards one's safety.",
                "audio":"24_6",
                "img":"24_6"},

	            {"txt":"R.A.C.E.",
                "audio":"25_0",
                "title":"1"
                }, 
                {"txt":"R.A.C.E. is a process that is used for dealing with hazards within a workplace.",
                "audio":"25_1",
                "img":"25_1"
                }, 
                {"txt":"It stands for Recognize, Access, Control and Evaluate.",
                "audio":"25_2",
                "img":"25_1"
                }, 
                {"txt":"These steps help those in a workplace to identify and to control hazards.",
                "audio":"25_3",
                "img":"25_1"
                }, 
                {"txt":"Supervisors are encouraged to communicate with the workers,",
                "audio":"25_4",
                "img":"25_1"
                }, 
                {"txt":"the employer and the joint health and safety committee or the health and safety representative through this process.",
                "audio":"25_5",
                "img":"25_1"
                }, 

                 {"txt":"Supervisors can recognize where there are potential hazards in the workplace by:",
                "audio":"26_0",
                "title":"1"
                }, 
                {"txt":"Watching the work as it is being performed.",
                "audio":"26_1",
                "img":"26_1"
                }, 
                {"txt":"Talking to workers about the work and the areas where work happens.",
                "audio":"26_2",
                "img":"26_1"
                }, 
                {"txt":"Looking at reports and records that your workplace keeps about the work.",
                "audio":"26_3",
                "img":"26_1"
                }, 
                {"txt":"Listening to the concerns workers have about the work that they are performing.",
                "audio":"26_4",
                "img":"26_1"
                }, 

                {"txt":"Assess the hazard",
                "audio":"27_0",
                "title":"1"
                }, 
                {"txt":"A supervisor needs to understand how likely it is that a worker will get hurt or made sick by the hazard.",
                "audio":"27_1",
                "img":"27_1"
                }, 
                {"txt":"They can make this assessment by:",
                "audio":"27_2",
                "img":"27_1"
                }, 
                {"txt":"Comparing it to the legislation, standards and guidelines.",
                "audio":"27_3",
                "img":"27_3"
                }, 
                {"txt":"Ways in which the worker can get hurt.",
                "audio":"27_4",
                "img":"27_3"
                }, 
                {"txt":"The likelihood of the hazard affecting worker health and safety.",
                "audio":"27_5",
                "img":"27_3"
                }, 
                {"txt":"The severity of the worker's possible injury or illness.",
                "audio":"27_6",
                "img":"27_3"
                }, 

                {"txt":"Control",
                "audio":"28_0",
                "title":"1"
                }, 
                {"txt":"A supervisor is expected to control hazards by looking for ways to eliminate them or to make the job safer.",
                "audio":"28_1",
                "img":"28_1"
                }, 
                {"txt":"The hazards can be controlled by:",
                "audio":"28_2",
                "img":"28_1"
                }, 
                {"txt":"Removing the hazard.",
                "audio":"28_3",
                "img":"28_3"
                }, 
                {"txt":"Looking for ways to prevent workers from coming into contact with the hazard.",
                "audio":"28_4",
                "img":"28_3"
                }, 
                {"txt":"For example, separating the hazard from the worker:",
                "audio":"28_5",
                "img":"28_3"
                }, 
                {"txt":"Workers using protective equipment, devices and other materials to help keep them safe.",
                "audio":"28_6",
                "img":"28_3"
                }, 
                {"txt":"It is the supervisor's responsibility to ensure that workers use the equipment required by the OHSA and the regulations or by the employer.",
                "audio":"28_7",
                "img":"28_3"
                }, 

                {"txt":"Evaluate",
                "audio":"29_0",
                "title":"1"
                }, 
                {"txt":"A supervisor must evaluate how well the hazard controls are working by:",
                "audio":"29_1",
                "img":"29_1"
                },                 
                {"txt":"Talking about the work to the workers who report to you.",
                "audio":"29_2",
                "img":"29_1"
                },                 
                {"txt":"Watching the workers perform their work.",
                "audio":"29_3",
                "img":"29_1"
                },                 
                {"txt":"Listening to the workers' concerns and looking for ways to improve health and safety.",
                "audio":"29_4",
                "img":"29_1"
                },                 

                {"txt":"Advantages of the R.A.C.E. Method",
                "audio":"30_0",
                "title":"1"
                }, 
                {"txt":"The R.A.C.E. method can help a supervisor to get a close look at the work and the hazards associated with it,",
                "audio":"30_1",
                "img":"30_1"
                }, 
                {"txt":"to be aware and alert about hazards,",
                "audio":"30_2",
                "img":"30_1"
                }, 
                {"txt":"to be able to pay attention to the way people are performing their duties at work and to be able to listen to concerns.",
                "audio":"30_3",
                "img":"30_1"
                }, 

                {"txt":"Failure to Exercise Supervisor's Responsibilities",
                "audio":"31_0",
                "title":"1"
                }, 
                {"txt":"Under Section 217.1 of the Criminal Code, workers who oversee the work of other parties (e.g., managers, supervisors, lead hands, trainers)",
                "audio":"31_1",
                "img":"31_1"
                },                 
                {"txt":"must take steps to prevent bodily harm to the other parties.",
                "audio":"31_2",
                "img":"31_1"
                },                 
                {"txt":"They must not:",
                "audio":"31_3",
                "img":"31_1"
                },                 
                {"txt":"Allow workers to use defective equipment.",
                "audio":"31_4",
                "img":"31_1"
                },                 
                {"txt":"Fail to train workers properly.",
                "audio":"31_5",
                "img":"31_1"
                },                 
                {"txt":"Use equipment improperly.",
                "audio":"31_6",
                "img":"31_1"
                },                 
                {"txt":"Section 66 of the OHSA sets the penalty for a conviction as a maximum fine of $25,000 for an individual or a year in jail, or both.",
                "audio":"31_7",
                "img":"31_1"
                },                 
                {"txt":"You can be charged with more than one offence, so the total maximum fine is $25,000 times the number of charges.",
                "audio":"31_8",
                "img":"31_1"
                },                 

                {"txt":"Step 4: You Are Not Alone",
                "audio":"32_0",
                "title":"1"
                }, 

                {"txt":"Getting The Help You Need",
                "audio":"33_0",
                "img":"33_1"
                }, 
                {"txt":"If a supervisor feels that they lack the necessary knowledge, training and experience to carry out their duties,",
                "audio":"33_1",
                "img":"33_1"
                }, 
                {"txt":"it is important that you talk to the employer.",
                "audio":"33_3",
                "img":"33_1"
                }, 
                {"txt":"They are encouraged to attend a training course on the Occupational Health and Safety Act and regulations in order to become knowledgeable.",
                "audio":"33_4",
                "img":"33_1"
                }, 
                {"txt":"Lastly, a supervisor must inform the employer if they need help with solving a problem.",
                "audio":"33_5",
                "img":"33_1"
                }, 

                {"txt":"Getting Help Inside the Workplace",
                "audio":"34_0",
                "title":"1"
                }, 
                {"txt":"Supervisors can get help within the workplace regarding health and safety by referring to:",
                "audio":"34_1",
                "img":"34_1"
                }, 
                {"txt":"Health and safety policies and procedures.",
                "audio":"34_2",
                "img":"34_1"
                }, 
                {"txt":"Safety data sheets that come with hazardous materials.",
                "audio":"34_3",
                "img":"34_3"
                }, 
                {"txt":"Operating manuals for equipment.",
                "audio":"34_4",
                "img":"34_3"
                }, 
                {"txt":"Recommendations from the JHSC or from the health and safety representative.",
                "audio":"34_5",
                "img":"34_5"
                }, 

                {"txt":"Step 5: Be a Role Model",
                "audio":"35_0",
                "title":"1"
                }, 

                {"txt":"How to Send the Right Message",
                "audio":"36_0",
                "title":"1"
                }, 
                {"txt":"A supervisor must practice what they preach in order to set a clear example to their workers.",
                "audio":"36_1",
                "img":"36_1"
                }, 
                {"txt":"This can be accomplished by:",
                "audio":"36_2",
                "img":"36_1"
                }, 
                {"txt":"Always complying with the OHSA.",
                "audio":"36_3",
                "img":"36_1"
                }, 
                {"txt":"Following the health and safety work practices in the workplace.",
                "audio":"36_4",
                "img":"36_1"
                }, 
                {"txt":"Explaining how to work safely and correct unsafe work situations whenever identified.",
                "audio":"36_5",
                "img":"36_5"
                }, 
                {"txt":"Being familiar with the workplace disciplinary procedure and enforcing it when necessary.",
                "audio":"36_6",
                "img":"36_5"
                } 
]}