{
    "prefix": "",
    "slides": [

        {"txt": "Devoirs et Responsabilités",
            "audio": "1_0",
            "title": "1"},

        {"txt": "Responsabilités du propriétaire",
            "audio": "1_1",
            "title": "1"
        },
        {"txt": "Il est la responsabilité du propriétaire d’élaborer, de maintenir et d'évaluer la sensibilisation à la sécurité du personnel",
            "audio": "1_2",
            "img": "1_2"
        },
        {"txt": "Et d'encourager la participation active de tous les employés aux activités de sûreté.",
            "audio": "1_3",
            "img": "1_2"
        },
        {"txt": "Dans le cadre de ses responsabilités, le propriétaire/opérateur doit:",
            "audio": "1_4",
            "img": "1_2"
        },
        {"txt": "Se conformer à toutes les obligations de la Loi sur la santé et la sécurité au travail. effectuer une inspection du lieu de travail au moins une fois par an.",
            "audio": "1_5",
            "img": "1_2"
        },
        {"txt": "Organiser des séances d'information pour tous les employés, séance où la santé et la sécurité figurent sur l'ordre du jour. c. Effectuer des enquêtes sur les accidents.",
            "audio": "1_6",
            "img": "1_2"
        },
        {"txt": "Effectuer des enquêtes sur les accidents.",
            "audio": "1_7",
            "img": "1_3"
        },
        {"txt": "S’assurer que tous les employés suivent la formation l'orientation.",
            "audio": "1_8",
            "img": "1_3"
        },
        {"txt": "Corriger les aspects inadéquats ou les conditions inférieurs.",
            "audio": "1_9",
            "img": "1_3"
        },
        {"txt": "Faire l’éloge des chefs d’équipe et des employés pour le respect de la santé et la sécurité.",
            "audio": "1_10",
            "img": "1_3"
        },
        {"txt": "Effectuer des observations de sécurité des employés, où l’on note, documente et discute avec l'employé son rendement (en reconnaissant le bon rendement et en corrigeant le mauvais rendement).",
            "audio": "1_11",
            "img": "1_3"
        },
        {"txt": "Distribuer et communiquer l'information sur la santé et la sécurité. Être formé en premiers soins.",
            "audio": "1_12",
            "img": "1_3"
        },

        {"txt": "Responsabilites des employes",
            "audio": "2_0",
            "title": "1"
        },
        {"txt": "Les employés doivent respecter les règles de sécurité de l'entreprise,",
            "audio": "2_1",
            "img": "2_1"
        },
        {"txt": "effectuer le travail de manière sécuritaire et jouer un rôle actif en se protégeant et en protégeant leurs collègues et la propriété et l’équipement de l'entreprise.",
            "audio": "2_2",
            "img": "2_1"
        },
        {"txt": "Par conséquent, les responsabilités des employés comprennent, sans s’y limiter:",
            "audio": "2_3",
            "img": "2_2"
        },
        {"txt": "L’utilisation et le port de l'équipement requis, des dispositifs et vêtements de sécurité.",
            "audio": "2_4",
            "img": "2_2"
        },
        {"txt": "Le fait de signaler le manque d'équipement ou de dispositifs de protection et l'équipement et les dispositifs défectueux, ce qui peut nuire aux employés.",
            "audio": "2_5",
            "img": "2_2"
        },

         {"txt": "Le fait de signaler au chef d’équipe les activités inadéquates, les conditions, les accidents, les blessures et les collisions ratées. ",
            "audio": "2_6",
            "img": "2_3"
        },
         {"txt": "Le fait d’aider à nettoyer et à ranger l’aire de travail.",
            "audio": "2_7",
            "img": "2_3"
        },
         {"txt": "La participation à toutes les séances de formation prévues.",
            "audio": "2_8",
            "img": "2_3"
        },
         {"txt": "La manipulation des matières correcte et sécuritaire.",
            "audio": "2_9",
            "img": "2_3"
        },
         {"txt": "Le respect des procédures prescrites en cas d'urgence.",
            "audio": "2_10",
            "img": "2_3"
        },
         {"txt": "Le fait de ne pas faire des farces ou du chahut.",
            "audio": "2_11",
            "img": "2_3"
        },
         {"txt": "Le fait de ne pas travailler sous l’influence de l'alcool et de la drogue.",
            "audio": "2_12",
            "img": "2_3"
        },

        {"txt": "Les employés qui contreviennent aux règles ou aux règlements de l'organisation ou aux normes législatives peuvent subir des conséquences disciplinaires, selon la gravité de l’incident.",
            "audio": "3_1",
            "img": "3_1"
        },
        {"txt": "Cette formation comporte une liste complète, mais non exhaustive, des règles et des règlements que TOUS LES employés doivent suivre.",
            "audio": "3_2",
            "img": "3_1"
        },


        {"txt": "Droits des travailleurs",
            "audio": "4_0",
            "title": "1"
        },
        {"txt": "Les trois droits fondamentaux des ouvriers. Le droit de savoir.",
            "audio": "4_1",
            "img": "4_1"
        },
        {"txt": "Tous les employés ont le droit de connaître les risques dans le milieu de travail et comment les risques peuvent les affecter.",
            "audio": "4_2",
            "img": "4_1"
        },
        {"txt": "Vous apprendrez les risques pendant les séances de formation sur la santé et la sécurité et à l’aide des instructions sur place.",
            "audio": "4_3",
            "img": "4_1"
        },
        {"txt": "Vous pouvez connaître les produits chimiques dangereux dans le milieu de travail en étudiant la fiche signalétique et en suivant la formation du SIMDUT.",
            "audio": "4_4",
            "img": "4_1"
        },

        {"txt": "Le droit de participer. Tous les employés ont le droit de participer aux activités sur la santé et la sécurité.",
            "audio": "4_5",
            "img": "4_2"
        },
        {"txt": "Vous pouvez participer en tant que représentant de la sécurité. Vous avez également le droit de signaler les pratiques et les conditions dangereuses en toute tranquillité.",
            "audio": "4_6",
            "img": "4_3"
        },
        {"txt": "Le droit de refuser le travail dangereux. Tous les employés peuvent refuser un travail qui constitue un danger à eux-mêmes ou à leurs collègues.",
            "audio": "4_7",
            "img": "4_3"
        },
        {"txt": "Ce droit ne s’applique qu’à certaines conditions. Il faut suivre des procédures dans ce cas.",
            "audio": "4_8",
            "img": "4_3"
        },

       {"txt": "Rapport d'accidents",
            "audio": "5_0",
            "title": "1"
        },
        {"txt": "Le but d’une enquête sur les accidents est de déterminer la cause de l'accident et de prendre des mesures correctives pour empêcher des occurrences semblables à l'avenir. ",
            "audio": "5_1",
            "img": "5_1"
        },
        {"txt": "Votre collaboration est nécessaire pour ce faire. Selon la Loi: - L'employé doit signaler immédiatement tous les accidents et les incidents à son chef d'équipe, ou à leurs gérants.",
            "audio": "5_2",
            "img": "5_2"
        },
        {"txt": "L'employé doit participer à l'enquête sur les accidents et les incidents.",
            "audio": "5_3",
            "img": "5_2"
        },
        {"txt": "L'employé blessé doit apporter au médecin les documents pertinents de la trousse de l'équipe s’il se fait soigner au-delà des premiers soins.",
            "audio": "5_4",
            "img": "5_2"
        },

         {"txt": "Rapports de premiers soins",
            "audio": "6_0",
            "title": "1"
        },
        {"txt": "Il faut signaler immédiatement toutes les blessures au chef d'équipe. Les employés formés de votre quart exécuteront les premiers soins.",
            "audio": "6_1",
            "img": "6_1"
        },
        {"txt": "L’employé formé en premiers soins doit remplit le 'le livret de premiers soins' qui se trouve dans la trousse de premiers soins.",
            "audio": "6_2",
            "img": "6_1"
        },

         {"txt": "Retour au travail",
            "audio": "7_0",
            "title": "1"
        },
        {"txt": "C'est la politique de la compagnie d’encourager l'intervention et la réadaptation rapide de tous les employés blessés ou malades,",
            "audio": "7_1",
            "img": "7_1"
        },
        {"txt": "À l’aide d’un programme de retour au travaille rapide et sécuritaire s’appuyant sur l’élaboration et l'exécution d’un programme de travail modifié.",
            "audio": "7_2",
            "img": "7_1"
        },
        {"txt": "Ce programme vise à accélérer la période de récupération pour les employés souffrant d’une invalidité",
            "audio": "7_3",
            "img": "7_2"
        },
        {"txt": "Employés qui auraient manqué beaucoup plus de travail, sans la possibilité de suivre un programme de travail modifié.",
            "audio": "7_4",
            "img": "7_2"
        },


         {"txt": "Inspections du lieu de travail",
            "audio": "8_0",
            "title": "1"
        },
        {"txt": "Les inspections du lieu de travail sont exigées par la Loi sur la santé et la sécurité au travail.",
            "audio": "8_1",
            "img": "8_1"
        },
        {"txt": "Le propriétaire doit effectuer une inspection des lieux avant de commencer le travail.",
            "audio": "8_2",
            "img": "8_1"
        },


         {"txt": "Équipement de protection individuel",
            "audio": "9_0",
            "title": "1"
        },
        {"txt": "Des dispositifs ou l'équipement de protection spécifique sont souvent exigés pour empêcher des blessures.",
            "audio": "9_1",
            "img": "9_1"
        },
        {"txt": "Tout l'équipement de sécurité doit avoir l’approbation de la CSA (green patch).",
            "audio": "9_2",
            "img": "9_1"
        },
        {"txt": "L’équipement de protection individuel (EPI) varie d'endroit à endroit et de lieu de travail à lieu de travail.",
            "audio": "9_3",
            "img": "9_1"
        },
        {"txt": "Par conséquent, tous les employés doivent connaître et respecter la politique sur l’EPI de la compagnie.",
            "audio": "9_4",
            "img": "9_1"
        },
        {"txt": "Le manque de porter l'EPI approprié peu importe le lieu de travail peut entraîner des conséquences disciplinaires qui peuvent même comprendre le renvoi.",
            "audio": "9_5",
            "img": "9_1"
        },

        {"txt": "L’EPI exigé sur les lieux de travail sont: les lunettes de sécurité – il faut les porter s’il y a la possibilité qu’un objet pénètre les yeux.",
            "audio": "9_6",
            "img": "9_6"
        },
        {"txt": "Les lunettes prescrites ils doivent être approuvées par la CSA. ",
            "audio": "9_7",
            "img": "9_6"
        },
        {"txt": "Les chaussures de sécurité doivent être approuvées par la CSA, être en bon état et attaché correctement, le cas échéant.",
            "audio": "9_8",
            "img": "9_8"
        },
        {"txt": "Les chaussures doivent comporter une cambrure en acier – la chaussure à embout d’acier n'est pas suffisante.",
            "audio": "9_9",
            "img": "9_9"
        },
        {"txt": "Le masque contre la poussière s’utilise dans les lieux de travail l’on écaille ou manipule la peinture à base de plomb.",
            "audio": "9_10",
            "img": "9_9"
        },
        {"txt": "Les gants - avant de commencer le travail, assurez-vous que vous portez les gants appropriés pour le travail.",
            "audio": "9_11",
            "img": "9_10"
        },
        {"txt": "Lorsque vous manipulez des matières désignées ou dangereuses, il se peut que vous deviez porter d’autre équipement de protection. ",
            "audio": "9_12",
            "img": "9_10"
        },
        {"txt": "Lorsque vous travaillez avec des matières dangereuses, établissez des précautions selon la fiche signalétique.",
            "audio": "9_13",
            "img": "9_10"
        },
        {"txt": "Les employés doivent respecter la politique de la compagnie sur l’EPI. Le manque de s’y conformer peut entraîner des conséquences disciplinaires, qui peuvent même comprendre le renvoi.",
            "audio": "9_14",
            "img": "9_10"
        },


        {"txt": "Discipline",
            "audio": "10_0",
            "title": "1"
        },
        {"txt": "C'est la politique de la compagnie de faire régner la discipline dans le milieu de travail pour privilégier les normes et l'intégrité de la compagnie.",
            "audio": "10_1",
            "img": "10_1"
        },
        {"txt": "Le propriétaire s’occuperont de la discipline. La discipline peut se manifester comme avertissements verbaux, avertissements écrits et le renvoi, selon la nature du délit.",
            "audio": "10_2",
            "img": "10_1"
        }
    ]
}