{
    "prefix":"msa",
    "slides":[
                {"txt":"Accessibility for Ontarians with Disabilities Act (AODA)",
                "audio":"1_0",
                "title":"1"
                },

                {"txt":"Introduction",
                "audio":"2_0",
                "title":"1"
                },
                {"txt":"One out of seven Ontarians have a disability and this number will continue to grow as the population ages (2008)",
                "audio":"2_1",
                "img":"2_1"
                },
                {"txt":"People are either born with disabilities, become disabled due to accidents or illnesses, or become disabled as they age.",
                "audio":"2_2",
                "img":"2_1"
                },
                {"txt":"People with disabilities represent a large pool of untapped employment potential.",
                "audio":"2_3",
                "img":"2_1"
                },
                {"txt":"There are many people who have made great contributions to society despite their disability.",
                "audio":"2_4",
                "img":"2_1"
                },
                {"txt":"Overall, improving accessibility is not just the right thing to do BUT it is also REQUIRED by the law.",
                "audio":"2_5",
                "img":"2_1"
                },

	            {"txt":"The Accesibility for Ontarians with Disabilities Act, 2005",
                "audio":"3_0",
                "title":"1"
                },
                {"txt":"The history of discrimination against persons with disabilities became recognized when the Accessibility for Ontarians with Disabilities Act, 2005 (AODA) became law on June 13, 2005.",
                "audio":"3_1",
                "img":"3_1"
                },
                {"txt":"The government of Ontario has set January 2025 as the target date for making Ontario completely accessible for persons with disabilities.",
                "audio":"3_2",
                "img":"3_2"
                },
                {"txt":"To achieve this target the government will develop and enforce accessibility standards.",
                "audio":"3_3",
                "img":"3_2"
                },
                {"txt":"The accessibility standards will identify, remove and prevent barriers for people with disabilities in key areas of daily living.", "audio":"3_3",
                "audio":"3_4",
                "img":"3_2"
                },
                {"txt":"Standards have been developed to achieve real results in stages.",
                "audio":"3_5",
                "img":"3_2"
                },

               {"txt":"Barriers to Accessibility",
                "audio":"4_0",
                "title":"1"
                },
                {"txt":"A barrier to accessibility is anything that prevents a person with a disability from fully participating in all aspects of society because of their disability.",
                "audio":"4_1",
                "img":"4_1"
                }, 
                {"txt":"Some of the barriers to accessibility are:",
                "audio":"4_2",
                "img":"4_1"
                }, 
                {"txt":"People's attitudes to a person with disabilities. People sometimes ignore or avoid people with disabilities.",
                "audio":"4_3",
                "img":"4_1"
                }, 
                {"txt":"Architectural or structural design of a building that makes it difficult for wheelchair access.",
                "audio":"4_4",
                "img":"4_1"
                }, 
                {"txt":"Systematic barriers, such as company policies and procedures of the product or service that limits accessibility.",
                "audio":"4_5",
                "img":"4_2"
                },  
                {"txt":"Information and communication barriers, such as voice only support that prevents a customer who is deaf to get information.",
                "audio":"4_6",
                "img":"4_2"
                },  
                {"txt":"Lack of readily available technology to help a person access the services, such as TTY that support to assist customers who are hard of hearing.",
                "audio":"4_7",
                "img":"4_2"
                },  

                {"txt":"Accessibility Standards",
                "audio":"5_0",
                "title":"1"
                },  
			    {"txt":"To remove accessibility barriers, standards have been developed in the following five key areas:",
                "audio":"5_1",
                "img":"4_2"
                },  
			    {"txt":"1. Customer Service\n\n \n\n \n\n \n\n ",
                "audio":"5_2",
                "bullet":"1"
                },  
			    {"txt":"1. Customer Service\n\n2. Information and Communications\n\n \n\n \n\n ",
                "audio":"5_3",
                "bullet":"1"
                },  
			    {"txt":"1. Customer Service\n\n2. Information and Communications\n\n3. Employment\n\n \n\n ",
                "audio":"5_4",
                "bullet":"1"
                },  
			    {"txt":"1. Customer Service\n\n2. Information and Communications\n\n3. Employment\n\n4. Transportation\n\n ",
                "audio":"5_5",
                "bullet":"1"
                },  
			    {"txt":"1. Customer Service\n\n2. Information and Communications\n\n3. Employment\n\n4. Transportation\n\n5. Build Environment",
                "audio":"5_6",
                "bullet":"1"
                },  

               {"txt":"Accessibility Standards for Customer Service",
                "audio":"7_0",
                "title":"1"
                },  
			    {"txt":"Accessibility Standards for Customer Service is the first Regulation (Ontario Regulation 429/07) made under the Accessibility for Ontarians with Disabilities Act.",
                "audio":"7_1",
                "img":"7_1"
                },  
			    {"txt":"This standard applies to all organizations that provide goods or services either directly to the public or to other organizations in Ontario and that have one or more employees in Ontario.",
                "audio":"7_2",
                "img":"7_2"
                },  
			    {"txt":"This standard has been in effect from January 1, 2010 for the designated public sector organizations",
                "audio":"7_3",
                "img":"7_3"
                },  
                {"txt":"and from January 1, 2012 for other providers of goods or services.",
                "audio":"7_4",
                "img":"7_4"
                },  

                {"txt":"Who is a Customer?",
                "audio":"8_0",
                "title":"1"
                },  
			    {"txt":"Under the customer service standard, a customer can be any one of:",
                "audio":"8_1",
                "img":"8_1"
                }, 
			    {"txt":"A person who comes to purchase goods or services that you provide to the general public.",
                "audio":"8_2",
                "img":"8_1"
                }, 
			    {"txt":"A person who interacts and does business with your organization from another organization.",
                "audio":"8_3",
                "img":"8_1"
                }, 
			    {"txt":"A person who comes to a conference or to an event that the company has set up.",
                "audio":"8_4",
                "img":"8_1"
                }, 
			    {"txt":"A person who enquires and receives technical support.",
                "audio":"8_5",
                "img":"8_1"
                }, 
			    {"txt":"An employee of a company that uses your product or service.",
                "audio":"8_6",
                "img":"8_1"
                }, 

                {"txt":"How Does it Affect You?",
                "audio":"9_0",
                "title":"1"
                },  
			    {"txt":"You are required to comply with the Accessibility Standards for Customer Service, if you are:",
                "audio":"9_1",
                "img":"9_1"
                },  
			    {"txt":"An organization that provides goods or services to the public or other third parties and has at least one employee in Ontario.",
                "audio":"9_2",
                "img":"9_1"
                },  
			    {"txt":"All full-time, part-time, seasonal and contract employees, regardless of status, must be counted.",
                "audio":"9_3",
                "img":"9_3"
                },  

               {"txt":"Compliance",
                "audio":"10_0",
                "title":"1"
                },  
			    {"txt":"How many employees do you employ?",
                "audio":"10_1",
                "img":"10_1"
                },  
			    {"txt":"Less than 20 employees: create your plan; train your staff on accessible customer service.",
                "audio":"10_2",
                "img":"10_1"
                },  
			    {"txt":"More than 20 employees: create your plan; train your staff; document policies, practices and procedures for providing accessible customer service.",
                "audio":"10_3",
                "img":"10_1"
                },  
			    {"txt":"Update the Government Ministry about the progress being made.",
                "audio":"10_4",
                "img":"10_1"
                },  

               {"txt":"Customer Service Standard Plan",
                "audio":"11_0",
                "title":"1"
                },  
			    {"txt":"The customer service standard plan should address the following:",
                "audio":"11_1",
                "img":"11_1"
                },  
			    {"txt":"1. Communication\n\n \n\n \n\n \n\n \n\n ",
                "audio":"11_2",
                "bullet":"1"
                },  
			    {"txt":"1. Communication\n\n2. Assistive devices\n\n \n\n \n\n \n\n ",
                "audio":"11_3",
                "bullet":"1"
                },  
			    {"txt":"1. Communication\n\n2. Assistive devices\n\n3. Service animals\n\n \n\n \n\n ",
                "audio":"11_4",
                "bullet":"1"
                },  
			    {"txt":"1. Communication\n\n2. Assistive devices\n\n3. Service animals\n\n4. Support persons\n\n \n\n ",
                "audio":"11_5",
                "bullet":"1"
                },  
			    {"txt":"1. Communication\n\n2. Assistive devices\n\n3. Service animals\n\n4. Support persons\n\n5. Notice of temporary disruption\n\n ",
                "audio":"11_6",
                "bullet":"1"
                },  
			    {"txt":"1. Communication\n\n2. Assistive devices\n\n3. Service animals\n\n4. Support persons\n\n5. Notice of temporary disruption\n\n6. Feedback process",
                "audio":"11_7",
                "bullet":"1"
                },  

                {"txt":"Principles to Integrate in the Plan",
                "audio":"12_0",
                "title":"1"
                },  
			    {"txt":"The following principles should be observed when creating the plan:",
                "audio":"12_1",
                "img":"12_1"
                }, 
			    {"txt":"Dignity: policies, procedures and practices that treat persons with disabilities as customers",
                "audio":"12_2",
                "img":"12_1"
                }, 
			    {"txt":"and clients who are as valued and as deserving of effective and full service as any other customer.",
                "audio":"12_3",
                "img":"12_1"
                }, 
			    {"txt":"Example: during a sale presentation, a disabled participant with a speech impediment asks a question.",
                "audio":"12_4",
                "img":"12_4"
                }, 
			    {"txt":"The presenter takes the time to understand the participant's concern, confirms it and addresses the issue just as they would with any other participant in the presentation.",
                "audio":"12_5",
                "img":"12_4"
                }, 

			    {"txt":"Independence: the freedom to do things in one's own way.",
                "audio":"13_1",
                "img":"13_1"
                },  
			    {"txt":"People who are disabled should be given the time and conveniences needed to participate in the program or service.",
                "audio":"13_2",
                "img":"13_1"
                },  
			    {"txt":"Example: in a controlled access building, the security guard will give the disabled person the time to get their identification on their own, rather than rush the person.",
                "audio":"13_3",
                "img":"13_1"
                },  

   			    {"txt":"Integration: integrated services are those that allow people with disabilities to fully benefit from the same services,",
                "audio":"14_1",
                "img":"14_1"
                },   
   			    {"txt":"in the same place and in the same or similar way as other customers.",
                "audio":"14_2",
                "img":"14_1"
                },   
   			    {"txt":"Integration may require an organization to take alternate measures to meet the needs of people with disabilities.",
                "audio":"14_3",
                "img":"14_1"
                },   
   			    {"txt":"Example: a disabled driver is having a hard time inserting the ticket to exit the parking lot.",
                "audio":"14_4",
                "img":"14_1"
                },   
   			    {"txt":"The parking lot attendent gets out of the booth to assist the person.",
                "audio":"14_5",
                "img":"14_1"
                },   

   			    {"txt":"Equal opportunity: equal opportunity means having the same chances, options, benefits and results as others.",
                "audio":"15_1",
                "img":"15_1"
                },   
   			    {"txt":"People with disabilities should not have to make significantly more effort to access or to obtain service.",
                "audio":"15_2",
                "img":"15_1"
                },   
   			    {"txt":"They should also not have to accept lesser quality or more inconvenience.",
                "audio":"15_3",
                "img":"15_1"
                },   
   			    {"txt":"Example: the company ensures its technical support is available by phone and by live chat software.",
                "audio":"15_4",
                "img":"15_1"
                },   

               {"txt":"Integrated Accessibility Standards",
                "audio":"16_0",
                "title":"1"
                },  
			    {"txt":"The Integrated Accessibility Standard is the second Regulation (Ontario Regulation 191/11) made under the Accessibility for Ontarians with Disabilities Act.",
                "audio":"16_1",
                "img":"16_1"
                },  
			    {"txt":"This standard came into force on July 1, 2011 with phased compliance.",
                "audio":"16_2",
                "img":"16_1"
                },  
			    {"txt":"The Integrated Accessibility Standard addresses the following four areas:",
                "audio":"16_3",
                "img":"16_1"
                },  
			    {"txt":"1. Information and Communications",
                "audio":"16_4",
                "img":"16_1"
                },  
			    {"txt":"2. Employment",
                "audio":"16_5",
                "img":"16_1"
                },  
			    {"txt":"3. Transportation",
                "audio":"16_6",
                "img":"16_1"
                },  
			    {"txt":"4. Built Environment",
                "audio":"16_7",
                "img":"16_1"
                },  

	            {"txt":"General Requirements for Organizations under the Integrated Accessibility Standards",
                "audio":"17_0",
                "title":"1"
                },  
			    {"txt":"Accessibility Policies: all organizations in Ontario must establish policies on how they will meet their obligations under the Integrated Accessibility Standards Regulation.",
                "audio":"17_1",
                "img":"17_1"
                }, 
			    {"txt":"They should include a statement of organizational commitment to meet the accessibility needs of persons with disabilities in their policies.",
                "audio":"17_2",
                "img":"17_1"
                }, 
			    {"txt":"All organizations must develop written documents on policies.",
                "audio":"17_3",
                "img":"17_3"
                }, 
			    {"txt":"The documents should be available to the public and also in accessible format upon request.",
                "audio":"17_4",
                "img":"17_3"
                }, 
			    {"txt":"Small private organizations with less than 50 employees are exempt from developing written documents and statements of commitment.",
                "audio":"17_5",
                "img":"17_3"
                }, 

			    {"txt":"Accessibily Plans: all organizations in Ontario must develop a multi-year accessibility plan.",
                "audio":"18_1",
                "img":"18_1"
                }, 
			    {"txt":"It should be posted on the website and provided in an accessible format upon request.",
                "audio":"18_2",
                "img":"18_1"
                }, 
			    {"txt":"The plan should be reviewed and updated at least once every five years.",
                "audio":"18_3",
                "img":"18_1"
                }, 
			    {"txt":"Small private organizations with less than 50 employees are excempt from developing accessibility plans.",
                "audio":"18_4",
                "img":"18_1"
                }, 

			    {"txt":"Training: all organizations in Ontario must train their staff on the Accessibility Standards and Human Rights Code.",
                "audio":"19_1",
                "img":"19_1"
                }, 
			    {"txt":"The training should be based on their duties. The organizations must keep a record of the training provided.",
                "audio":"19_2",
                "img":"19_1"
                }, 
			    {"txt":"Other General Requirements: there are accessibility criteria for procuring or acquiring goods, services or facilities for public sectors.",
                "audio":"19_3",
                "img":"19_1"
                }, 
			    {"txt":"Self-service kiosks.",
                "audio":"19_4",
                "img":"19_1"
                }, 

			    {"txt":"Accessibility Report",
                "audio":"20_0",
                "title":"1"
                }, 
			    {"txt":"An accessibility report must be filled to the director annually or as requested by the director.",
                "audio":"20_1",
                "img":"20_1"
                }, 
			    {"txt":"Small private organizations with less than 50 employees are excempt from filling accessibility reports.",
                "audio":"20_2",
                "img":"20_1"
                }, 

			    {"txt":"Integrated Accessibility Standards",
                "audio":"21_0",
                "title":"1"
                }, 
			    {"txt":"Information and Communication Standards:",
                "audio":"21_1",
                "img":"21_1"
                }, 
			    {"txt":"All the organizations in Ontario must notify the availability of accessible formats and communication supports to the public.",
                "audio":"21_2",
                "img":"21_1"
                }, 
			    {"txt":"For Example: braille, audio formats",
                "audio":"21_3",
                "img":"21_3"
                }, 
                {"txt":"electronic formats, large print",
                "audio":"21_4",
                "img":"21_4"
                }, 
                {"txt":"sign language, captioning,",
                "audio":"21_5",
                "img":"21_5"
                }, 
                {"txt":"assistive listening systems.",
                "audio":"21_6",
                "img":"21_6"
                }, 

                {"txt":"Employment Standards: all organizations in Ontario must notify the availability of accomodation for applicants with disabilities in their recruitment processes to their employees and to the public.",
                "audio":"22a_1",
                "img":"22a_1"
                }, 
                {"txt":"Selected job applicants for any assessment should be notified that accommodations are available upon request.",
                "audio":"22a_2",
                "img":"22a_1"
                }, 
                {"txt":"The organizations must ensure that the accessibility needs of employees are to be incorporated into their human resources practices.",
                "audio":"22a_3",
                "img":"22a_1"
                }, 
                {"txt":"The employees must be notified on company policies.",
                "audio":"22a_4",
                "img":"22a_1"
                }, 
                {"txt":"For example: return to work program, performance management, career development and advancement, redeployment.",
                "audio":"22a_5",
                "img":"22a_1"
                }, 

                 {"txt":"The organizations must develop and implement a return to work process for their employees and the process should be documented.",
                "audio":"22b_1",
                "img":"22b_1"
                }, 
                 {"txt":"The organizations must develop and implement a written process for the development of documented individual accommodation plans for employees with disabilities.",
                "audio":"22b_2",
                "img":"22b_1"
                }, 
                 {"txt":"Individualized emergency response information should be provided to an employee with a disability, when necessary.",
                "audio":"22b_3",
                "img":"22b_1"
                }, 
                 {"txt":"Accessible formats and communication supports on any information should be provided upon request.",
                "audio":"22b_4",
                "img":"22b_2"
                }, 
                 {"txt":"Small private organizations with less than 50 employees are exempt from developing a return to work process and a documented individual accommodation plan.",
                "audio":"22b_5",
                "img":"22b_2"
                }, 

			    {"txt":"The organizations must ensure that the processes for receiving and responding to feedback will be incorporated with provision of accessibility formats and communications supports at no extra cost.",
                "audio":"22_1",
                "img":"22_1"
                }, 
			    {"txt":"The organizations must ensure that the internet websites and web content conforms with the World Wide Web Consortium Web Content Accessibility Guidelines.",
                "audio":"22_2",
                "img":"22_2"
                }, 
			    {"txt":"The following documents must also be in accessible format:",
                "audio":"22_3",
                "img":"22_3"
                }, 
			    {"txt":"Emergency procedure, emergency plans, public safety information, educational or training resources",
                "audio":"22_4",
                "img":"22_3"
                }, 

   			    {"txt":"Other Accessibility Standards",
                "audio":"23_0",
                "title":"1"
                }, 
			    {"txt":"There are other accessibility standards which address the needs of persons with disabilities, such as: transportation standards, built environment.",
                "audio":"23_1",
                "img":"23_1"
                }, 

   			    {"txt":"Enforcement",
                "audio":"24_0",
                "title":"1"
                }, 
			    {"txt":"The Accessibility for Ontarians with Disabilities Act will be enforced by government appointed inspectors.",
                "audio":"24_1",
                "img":"24_1"
                }, 
			    {"txt":"The inspectors have the right to enter the premises to enforce the Act.",
                "audio":"24_2",
                "img":"24_1"
                }, 
			    {"txt":"The inspectors have the power to issue compliance orders and penalties.",
                "audio":"24_3",
                "img":"24_1"
                }, 
			    {"txt":"The owners and directors of the corporation can also be held personally liable for the fines and penalties.",
                "audio":"24_4",
                "img":"24_1"
                }, 

        	    {"txt":"Purpose of this Training",
                "audio":"25_0",
                "title":"1"
                }, 
			    {"txt":"The purpose of this training is to:",
                "audio":"25_1",
                "img":"25_1"
                }, 
			    {"txt":"Understand Disability: by presenting the challenges faced by persons who have disabilities and how to serve all in the most appropriate way.",
                "audio":"25_2",
                "img":"25_1"
                }, 
			    {"txt":"Adjust Your Attitude: to help you facilitate differently-abled customers to access all services provided by your organization.",
                "audio":"25_3",
                "img":"25_1"
                }, 
			    {"txt":"Inform you of Core Principles: that are used to develop ways to service customers with disabilities.",
                "audio":"25_4",
                "img":"25_1"
                }, 
			    {"txt":"Provide Tips for Service Delivery",
                "audio":"25_5",
                "img":"25_1"
                }, 

          	    {"txt":"Definition of Disability",
                "audio":"26_0",
                "title":"1"
                }, 
			    {"txt":"A disability is defined as:",
                "audio":"26_1",
                "img":"26_1"
                }, 
			    {"txt":"a) any degree of physical disability, infirmity, malformation or disfigurement that is caused by: bodily injury,",
                "audio":"26_2",
                "img":"26_1"
                }, 
			    {"txt":"birth defect or illness and, without limiting the generality of the foregoing, includes:",
                "audio":"26_3",
                "img":"26_1"
                }, 
			    {"txt":"disabetes mellitus, epilepsy, a brain injury, any degree of paralysis, amputation, lack of physical co-ordination,",
                "audio":"26_4",
                "img":"26_1"
                }, 
			    {"txt":"blindness or visual impediment, deafness or hearing impediment, muteness or speech impediment, or",
                "audio":"26_5",
                "img":"26_1"
                }, 
			    {"txt":"physical reliance on a guide dog or other animal or on a wheelchair or other remedial appliance or device,",
                "audio":"26_6",
                "img":"26_1"
                }, 

			    {"txt":"b) a condition of mental impairment or a developmental disability,",
                "audio":"27_1",
                "img":"26_1"
                }, 
			    {"txt":"c) a learning disability, or a dysfunction in one or more of the processes involved in understanding or using symbolds or spoken language,",
                "audio":"27_2",
                "img":"26_1"
                }, 
			    {"txt":"d) a mental disorder, or",
                "audio":"27_3",
                "img":"26_1"
                }, 
			    {"txt":"e) an injury or disability for which benefits were claimed or received under the insurance plan established under the Workplace Safety and Insurance (WSIB) Act.",
                "audio":"27_4",
                "img":"26_1"
                }, 
			    {"txt":"The definition includes disabilities of different severity, visible as well as non-visible disabilities, and disabilities with effects which may come and go.",
                "audio":"27_5",
                "img":"26_1"
                }, 

	    	    {"txt":"Tips on Providing Services to People with Disabilities",
                "audio":"28_0",
                "title":"1"
                }, 
			    {"txt":"This section will cover some of tips on how to interact and communicate with people who have:",
                "audio":"28_1",
                "img":"28_1"
                }, 
			    {"txt":"Vision loss; physical disabilities; mental health disabilities; intellectual or developmental disabilities; learning disabilities; speech or language impairments.",
                "audio":"28_2",
                "img":"28_1"
                }, 
			    {"txt":"As well as people who are: deaf, deafened, oral deaf or hard of hearing; deafblind.",
                "audio":"28_3",
                "img":"28_1"
                }, 

	    	    {"txt":"Vision Loss",
                "audio":"29_0",
                "title":"1"
                }, 
			    {"txt":"Vision loss reduces a person's ability to see clearly. Few people with vision loss are totally blind.",
                "audio":"29_1",
                "img":"29_1"
                }, 
			    {"txt":"Vision loss can restrict a person's abilities to read signs, locate or see hazards.",
                "audio":"29_2",
                "img":"29_1"
                }, 
			    {"txt":"Some may use a guide dog or white cane, but others may not. At times, it is difficult to tell if a person has vision loss.",
                "audio":"29_3",
                "img":"29_1"
                }, 
			    {"txt":"The following are tips that can be used to provide services to people with vision loss:",
                "audio":"29_4",
                "img":"29_1"
                }, 
			    {"txt":"Identify yourself when you approach the person and speak directly to him or her, even if they are accompanied by a companion.",
                "audio":"29_5",
                "img":"29_1"
                }, 
			    {"txt":"Don't assume the individual can't see you.",
                "audio":"29_6",
                "img":"29_1"
                }, 
			    {"txt":"Don't touch the person without asking permission.",
                "audio":"29_7",
                "img":"29_1"
                }, 
			    {"txt":"Do not touch, speak or interact with the service animal.",
                "audio":"29_8",
                "img":"29_1"
                }, 
			    {"txt":"Offer your elbow to guide the person. If he or she accepts, walk slowly, but wait for permission before doing so. Lead - don't pull.",
                "audio":"29_9",
                "img":"29_1"
                }, 

			    {"txt":"Identify landmarks or other details to orient the person to the environment.",
                "audio":"30_1",
                "img":"30_1"
                }, 
			    {"txt":"Do not leave the person in the middle of a room. Show him or her to a chair, or guide them to a comfortable location.",
                "audio":"30_2",
                "img":"30_1"
                }, 
			    {"txt":"There is generally no need to raise your voice. Say your name even if you know the person well, as many voices sound similar.",
                "audio":"30_3",
                "img":"30_1"
                }, 
			    {"txt":"Be clear and precise when giving directions, for example, 'two steps behind you, a metre to your left' etc.",
                "audio":"30_4",
                "img":"30_1"
                }, 
			    {"txt":"Do not use 'over there' or point in the direction.",
                "audio":"30_5",
                "img":"30_1"
                }, 
			    {"txt":"Do not be afraid or embarrassed to use words such as 'see', 'read' and 'look.' People with vision loss also use these words.",
                "audio":"30_6",
                "img":"30_1"
                }, 
			    {"txt":"When providing printed information, offer to read or summarize it.",
                "audio":"30_7",
                "img":"30_1"
                }, 

           	    {"txt":"Physical Disabilities",
                "audio":"31_0",
                "title":"1"
                }, 
			    {"txt":"There are many types and degrees of physical disabilities, and not all of them require a wheelchair.",
                "audio":"31_1",
                "img":"31_1"
                },  
			    {"txt":"People who have arthritis, heart or lung conditions or amputations may also have difficulty with moving, standing or sitting.",
                "audio":"31_2",
                "img":"31_1"
                },  
			    {"txt":"It may be difficult to identify a person with a physical disability.",
                "audio":"31_3",
                "img":"31_1"
                },  
			    {"txt":"Tips on dealing with people with physical disabilities:",
                "audio":"31_4",
                "img":"31_1"
                },  
			    {"txt":"Speak naturally and directly to the person, not to the companion or support person.",
                "audio":"31_5",
                "img":"31_1"
                },  
			    {"txt":"If you need to have a lengthy conversation with someone in a wheelchair or scooter; consider sitting so that you can make eye contact.",
                "audio":"31_6",
                "img":"31_1"
                },  
			    {"txt":"Always ask before you help. People with physical disabilities need their independence and often have their own ways of doing things.",
                "audio":"31_7",
                "img":"31_1"
                },  
			    {"txt":"Respect the person's personal space which will also include their assistive device.",
                "audio":"31_8",
                "img":"31_1"
                },  
			    {"txt":"Do not lean over or on their assistive device.",
                "audio":"31_9",
                "img":"31_1"
                },  
			    {"txt":"Do not move items or equipment, such as canes or walkers, out of the person's reach.",
                "audio":"31_10",
                "img":"31_1"
                },  

			    {"txt":"Mental Health Disabilities",
                "audio":"32_0",
                "title":"1"
                },  
			    {"txt":"Mental health disabilities are not as clearly visible as other types of disabilities. ",
                "audio":"32_1",
                "img":"32_1"
                },  
			    {"txt":"You may not know that a person has a mental health disability unless you are informed of it.",
                "audio":"32_2",
                "img":"32_1"
                },  
			    {"txt":"Examples of mental health disabilities include schizophrenia, depression, phobias, as well as bipolar, anxiety and mood disorders.",
                "audio":"32_3",
                "img":"32_1"
                },  
			    {"txt":"Mental health disabilities can also appear in people who are on medication or have issues with drugs or alcohol abuse.",
                "audio":"32_4",
                "img":"32_1"
                },  
			    {"txt":"A person with a mental health disability may have difficulty with one, several or none of these:",
                "audio":"32_5",
                "img":"32_1"
                },  
			    {"txt":"Inability to think clearly; hallucinations; severe depression or uncontrolled mood swings; poor concentration.",
                "audio":"32_6",
                "img":"32_1"
                },  

			    {"txt":"Tips on helping a person with a mental health disability:",
                "audio":"33_1",
                "img":"33_1"
                },  
			    {"txt":"Treat a person with a mental health disability with the same respect and consideration you have for everyone else.",
                "audio":"33_2",
                "img":"33_1"
                },  
			    {"txt":"Be patient. Be confident and reassuring. Listen carefully and work with the person to try to meet their needs.",
                "audio":"33_3",
                "img":"33_1"
                },  
			    {"txt":"If someone is experiencing difficulty controlling his or her symptoms, or is in a crisis, you may want to help out.",
                "audio":"33_4",
                "img":"33_1"
                },  
			    {"txt":"Be calm and professional and ask the person how you can best help.",
                "audio":"33_5",
                "img":"33_1"
                },  

       		    {"txt":"Intellectual or Developmental Disabilities",
                "audio":"34_0",
                "title":"1"
                },  
			    {"txt":"People with intellectual or development disabilities may have difficulty performing many basic functions.",
                "audio":"34_1",
                "img":"34_1"
                },   
			    {"txt":"These disabilities can mildly or profoundly limit the persons's ability to learn, communicate, socialize and take care of their everyday needs.",
                "audio":"34_2",
                "img":"34_1"
                },   
			    {"txt":"Treat the person with an intellectual or developmental disability like anyone else.",
                "audio":"34_3",
                "img":"34_1"
                },   
			    {"txt":"Tips on treating a person with an intellectual or developmental disability:",
                "audio":"34_4",
                "img":"34_1"
                },   
			    {"txt":"Do not assume what a person can or cannot do.",
                "audio":"34_5",
                "img":"34_1"
                },   
			    {"txt":"Use plain language and speak in short sentences.",
                "audio":"34_6",
                "img":"34_1"
                },   
			    {"txt":"If you cannot understand what is being said, simply ask again.",
                "audio":"34_7",
                "img":"34_1"
                },   
			    {"txt":"Provide one piece of information at a time.",
                "audio":"34_8",
                "img":"34_1"
                },   
			    {"txt":"Be supportive and patient.",
                "audio":"34_9",
                "img":"34_1"
                },   
			    {"txt":"Speak directly to the person, not to their companion or support person.",
                "audio":"34_10",
                "img":"34_1"
                },   

           	    {"txt":"Learning Disabilities",
                "audio":"35_0",
                "title":"1"
                },  
			    {"txt":"The term 'learning disability' describes a range of information processing disorders that can affect how a person acquires, organizes,",
                "audio":"35_1",
                "img":"35_1"
                },  
			    {"txt":"expresses, retains, understands or uses verbal or non-verbal information.",
                "audio":"35_2",
                "img":"35_1"
                },  
			    {"txt":"Examples of learning disabilities include: dyslexia (problems in reading and related language-based learning);",
                "audio":"35_3",
                "img":"35_1"
                },  
			    {"txt":"dyscalculia (problems in mathematics); and dysgraphia (problems in writing and fine motor skills).",
                "audio":"35_4",
                "img":"35_1"
                },  
			    {"txt":"It is important to know that having a learning disability does not mean a person is incapable of learning.",
                "audio":"35_5",
                "img":"35_1"
                },  
			    {"txt":"Learning disabilities can result in different communication difficulties for people.",
                "audio":"35_6",
                "img":"35_1"
                },  
			    {"txt":"They can be subtle, such as difficulty reading, or more pronounced.",
                "audio":"35_7",
                "img":"35_1"
                },  
			    {"txt":"They can interfere with a person's ability to receive, express or process information.",
                "audio":"35_8",
                "img":"35_1"
                },  

			    {"txt":"Tips on providing services to people with learning disabilities:",
                "audio":"36_1",
                "img":"36_1"
                },  
			    {"txt":"Speak naturally, clearly, and directly to the person.",
                "audio":"36_2",
                "img":"36_1"
                },  
			    {"txt":"Allow extra time if necessary - people may take a little longer to understand and to respond.",
                "audio":"36_3",
                "img":"36_1"
                },  
			    {"txt":"Remember to communicate in a way that takes into account the person's disability.",
                "audio":"36_4",
                "img":"36_1"
                },  
			    {"txt":"Be patient and be willing to explain something repeatedly.",
                "audio":"36_5",
                "img":"36_1"
                },  

           	    {"txt":"Speech or Language Impairments",
                "audio":"37_0",
                "title":"1"
                },  
			    {"txt":"Cerebral palsy, hearing loss or other conditions may make it difficult to pronounce words or may cause slurring or stuttering.",
                "audio":"37_1",
                "img":"37_1"
                }, 
			    {"txt":"They also may prevent the person from expressing themselves or prevent them from understanding written or spoken language.",
                "audio":"37_2",
                "img":"37_1"
                }, 
			    {"txt":"Some people who have severe difficulties may use assistive devices, such as communication boards.",
                "audio":"37_3",
                "img":"37_1"
                }, 
			    {"txt":"Tips on communicating with people who have speech impairments:",
                "audio":"37_4",
                "img":"37_1"
                }, 
			    {"txt":"Do not assume that because a person has one disability, they also have another.",
                "audio":"37_5",
                "img":"37_1"
                }, 
			    {"txt":"For example, if a customer has difficulty speaking, it does not mean they have an intellectual or developmental disability as well.",
                "audio":"37_6",
                "img":"37_1"
                }, 
			    {"txt":"Ask the person to repeat the information if you do not understand.",
                "audio":"37_7",
                "img":"37_1"
                }, 
			    {"txt":"Try to ask questions that can be answered by a simple 'yes' or 'no'",
                "audio":"37_8",
                "img":"37_1"
                }, 
			    {"txt":"Try to allow enough time to communicate with the person as they may speak more slowly.",
                "audio":"37_9",
                "img":"37_1"
                }, 
			    {"txt":"Wait for the person to finish talking, do not interrupt or finish the person's sentences.",
                "audio":"37_10",
                "img":"37_1"
                }, 

        	    {"txt":"Deaf, Oral Deaf, Deafened or Hard of Hearing",
                "audio":"38_0",
                "title":"1"
                },  
			    {"txt":"Hearing loss can occur in different ways. A person may describe themselves as deaf or oral deaf.",
                "audio":"38_1",
                "img":"38_1"
                },  
			    {"txt":"The term 'deaf' is used to describe a person who has severe to profound hearing loss, with little or no hearing.",
                "audio":"38_2",
                "img":"38_1"
                },  
			    {"txt":"The term 'oral deaf' describes a person who was born deaf became deaf before learning to speak, but is taught to speak.",
                "audio":"38_3",
                "img":"38_1"
                },  
			    {"txt":"The term 'deafened' describes a person who has lost their hearing slowly or suddenly in adulthood.",
                "audio":"38_4",
                "img":"38_1"
                },  
			    {"txt":"The person may use speech with visual cues, such as captioning or computerized note-taking, speech-reading or sign language.",
                "audio":"38_5",
                "img":"38_1"
                },  
			    {"txt":"The term 'hard of hearing' describes a person who uses their residual hearing (remaining hearing) and speech to communicate.",
                "audio":"38_6",
                "img":"38_1"
                },  
			    {"txt":"The person may supplement communication by speechreading, hearing aids, sign language or communication devices.",
                "audio":"38_7",
                "img":"38_1"
                },  

			    {"txt":"The following are tips that can be used to provide services to people with hearing loss:",
                "audio":"39_1",
                "img":"39_1"
                },   
			    {"txt":"Do not assume that the person knows sign language or reads lips.",
                "audio":"39_2",
                "img":"39_1"
                },   
			    {"txt":"Attract the customer's attention before speaking. Generally, the best way is by a gentle touch on the shoulder or with a gentle wave of your hand.",
                "audio":"39_3",
                "img":"39_1"
                },   
			    {"txt":"Ask how you can help. Do not shout.",
                "audio":"39_4",
                "img":"39_1"
                },   
			    {"txt":"Move to a well-lit area where the person can see your face.",
                "audio":"39_5",
                "img":"39_1"
                },   
			    {"txt":"Do not put your hands in front of your face when speaking as it impedes people who read lips. Look at the speak directly to the person.",
                "audio":"39_6",
                "img":"39_1"
                },   
			    {"txt":"Ask if another method of communicating would be easier, for example, using a pen and paper.",
                "audio":"39_7",
                "img":"39_1"
                },   
			    {"txt":"Be patient if you are using a pen and paper to communicate.",
                "audio":"39_8",
                "img":"39_1"
                },   
			   {"txt":"American Sign Language may be the person's first language and it has its own grammatical rules and sentence structure.",
                "audio":"39_9",
                "img":"39_1"
                },   
			    {"txt":"If the person uses a hearing aid, reduce background noise or move to a quieter area, so that the person can hear or concentrate better.",
                "audio":"39_10",
                "img":"39_1"
                },   

         	    {"txt":"Deaf and Blind",
                "audio":"40_0",
                "title":"1"
                },  
			    {"txt":"A person who is deafblind can neither see nor hear to varying degrees.",
                "audio":"40_1",
                "img":"40_1"
                }, 
			    {"txt":"Many people who are deafblind will be accompanied by a support person who helps with communicating.",
                "audio":"40_2",
                "img":"40_1"
                }, 
                {"txt":"Providing services to people who are deafblind:",
                "audio":"40_3",
                "img":"40_1"
                }, 
                {"txt":"Do not assume what a person can or cannot do. Some people who are deafblind have some sight or hearing.",
                "audio":"40_4",
                "img":"40_1"
                }, 
                {"txt":"A deafblind person is likely to explain to you how to communicate with him or her or give you an assistance card or a note explaining how to communicate with him or her.",
                "audio":"40_5",
                "img":"40_1"
                }, 
                {"txt":"Identify yourself to the support person when you approach the person but speak directly to the person as you normally would, not to the support person.",
                "audio":"40_6",
                "img":"40_2"
                }, 
                {"txt":"Do not make sudden movements to touch a person who is deafblind or touch them without permission.",
                "audio":"40_7",
                "img":"40_2"
                }, 

        	    {"txt":"Assistive Devices",
                "audio":"41_0",
                "title":"1"
                },  
			    {"txt":"An assistive device is a tool, technology or other mechanism that enables a person with a disability to do everyday tasks.",
                "audio":"41_1",
                "img":"41_1"
                },  
			    {"txt":"It helps the person to maintain their independence at home, at work and in the community.",
                "audio":"41_2",
                "img":"41_1"
                },  
			    {"txt":"Many people with disabilities will have their own personal assistive devices, such as wheelchairs, scooters or walkers.",
                "audio":"41_3",
                "img":"41_1"
                },  
			    {"txt":"Tips on assistive devices:",
                "audio":"41_4",
                "img":"41_1"
                },  
			    {"txt":"Do not touch or handle an assistive device without permission.",
                "audio":"41_5",
                "img":"41_1"
                },  
			    {"txt":"Do not move items or equipment, such as canes and walkers, out of your customer's reach.",
                "audio":"41_6",
                "img":"41_1"
                },  
			    {"txt":"Respect the person's personal space.",
                "audio":"41_7",
                "img":"41_1"
                },  
			    {"txt":"Let the person know about accessible features in the immediate environment (e.g., automatic doors, accessible washrooms, etc.).",
                "audio":"41_8",
                "img":"41_1"
                },  

			    {"txt":"If you have permission to move a person in a wheelchair, remember to:",
                "audio":"42_1",
                "img":"42_1"
                },  
			    {"txt":"Wait for and follow the person's instructions.",
                "audio":"42_2",
                "img":"42_1"
                },  
			    {"txt":"Confirm that the person is ready to move.",
                "audio":"42_3",
                "img":"42_1"
                },  
			    {"txt":"Describe what you are going to do before you do it.",
                "audio":"42_4",
                "img":"42_1"
                },  
			    {"txt":"Try to avoid uneven ground and objects.",
                "audio":"42_5",
                "img":"42_1"
                },  
			    {"txt":"Do not leave the person in an awkward, dangerous or undignified position, such as facing a wall or in the path of opening doors.",
                "audio":"42_6",
                "img":"42_1"
                },  

        	    {"txt":"Service Animal",
                "audio":"43_0",
                "title":"1"
                },  
			    {"txt":"The customer service standard requires you to let people with disabilities use their service animals on the parts of your premises open to the public or to third parties,",
                "audio":"43_1",
                "img":"43_1"
                },  
			    {"txt":"unless the animal is otherwise excluded by law from the premises.",
                "audio":"43_2",
                "img":"43_1"
                },  
			    {"txt":"Under the standard, an animal is a service animal if it is readily apparent that the animal is used by the person for reasons relating to his or her disability,",
                "audio":"43_3",
                "img":"43_1"
                },  
			    {"txt":"or if the person has a letter from a physician or nurse verifying that the animal is required for reasons relating to his or her disability.",
                "audio":"43_4",
                "img":"43_1"
                },  
			    {"txt":"If it is not obvious that the animal is a service animal,",
                "audio":"43_5",
                "img":"43_1"
                },  
			    {"txt":"you are not required to allow the animal on your premises if the person does not have a letter from a physician or nurse,",
                "audio":"43_6",
                "img":"43_1"
                },  
			    {"txt":"or an identification card from the Ministry of the Attorney General.",
                "audio":"43_7",
                "img":"43_1"
                },  


			    {"txt":"Tips on interacting with a customer who uses a service animal:",
                "audio":"44_1",
                "img":"44_1"
                },  
			    {"txt":"Avoid touching, interacting, feeding or addressing service animals as they are working and have to pay attention at all times.",
                "audio":"44_2",
                "img":"44_1"
                },  
			    {"txt":"Avoid making assumptions about the animal as not all service animals wear special collars or harnesses.",
                "audio":"44_3",
                "img":"44_1"
                },  
			    {"txt":"If you are not sure if the animal is a pet or a service animal, ask the person.",
                "audio":"44_4",
                "img":"44_1"
                },  
			    {"txt":"How do you serve a person if their animal is not allowed because of another law?",
                "audio":"44_5",
                "img":"44_1"
                },  
			    {"txt":"Where an animal is excluded by law from your premises, consider explaining why the animal is excluded.",
                "audio":"44_6",
                "img":"44_1"
                },  
			    {"txt":"Explore or discuss another way of providing goods or services. For example:",
                "audio":"44_7",
                "img":"44_1"
                },  
			    {"txt":"Bring goods or services to the person in a part of your premises where the animal is not restricted.",
                "audio":"44_8",
                "img":"44_1"
                },  
			    {"txt":"Direct them to another location where the service animal can wait, if the person is able to be separated from the animal while obtaining service,",
                "audio":"44_9",
                "img":"44_1"
                },  
			    {"txt":"and offer assistance to the person with a disability while he or she is prepared from the service animal.",
                "audio":"44_10",
                "img":"44_1"
                },  


         	    {"txt":"Support Persons",
                "audio":"45_0",
                "title":"1"
                },  
			    {"txt":"A support person is an individual hired or chosen to accompany a person with disability ",
                "audio":"45_1",
                "img":"45_1"
                },  
			    {"txt":"to provide services or assistance with communication, mobility, personal care, medical needs or access to goods or services.",
                "audio":"45_2",
                "img":"45_1"
                },  
			    {"txt":"The support person can be a paid personal support worker, volunteer, a friend or a family member.",
                "audio":"45_3",
                "img":"45_1"
                },  
			    {"txt":"Customers with disabilities must be allowed to use their support persons while accessing your organization's goods or services on the parts of the premises open to the public or third parties.",
                "audio":"45_4",
                "img":"45_1"
                },  
			    {"txt":"If your organization charges for admission, you are required to have a policy regarding what amount,",
                "audio":"45_5",
                "img":"45_1"
                },  
			    {"txt":"if any, is charged for support persons, Advance notification of a fee, if any, is required.",
                "audio":"45_6",
                "img":"45_1"
                },  


			    {"txt":"Tips on interacting with a customer who has a support person:",
                "audio":"46_1",
                "img":"46_1"
                },  
			    {"txt":"A person with a disability might not introduce their support person.",
                "audio":"46_2",
                "img":"46_1"
                },  
			    {"txt":"If you are not sure which person is the customer, take your lead from the person using or requesting your goods or services or simply ask.",
                "audio":"46_3",
                "img":"46_1"
                },  
			    {"txt":"Once you have determined who your customer is, speak directly to them, not to their support person.",
                "audio":"46_4",
                "img":"46_1"
                },  
			    {"txt":"Be familiar with your organization's policies, practices and procedures about providing accessible customer service.",
                "audio":"46_5",
                "img":"46_1"
                },  


        	    {"txt":"General Tips on Interacting with People with Disabilities",
                "audio":"47_0",
                "title":"1"
                },  
			    {"txt":"The following are general tips on providing service to people with disabilities:",
                "audio":"47_1",
                "bullet":"1"
                },  
			    {"txt":"If you are not sure what to do, ask, 'May I help you?' or 'May I be of assistance?'.",
                "audio":"47_2",
                "bullet":"1"
                },  
			    {"txt":"People with disabilities konw if they need help and how you can provide it.",
                "audio":"47_3",
                "bullet":"1"
                },  
			    {"txt":"Make no assumptions about what type of disability or disabilities the person has.",
                "audio":"47_4",
                "bullet":"1"
                },  
			    {"txt":"Some disabilities are not visible and a person is not required to give you any information about any disabilities they may have.",
                "audio":"47_5",
                "bullet":"1"
                },  
			    {"txt":"Speak directly to the person with a disability, not to their support person or companion.",
                "audio":"47_6",
                "bullet":"1"
                },  
			    {"txt":"Take the time to get to know the person's needs and focus on meeting those needs just as you would with any other person.",
                "audio":"47_7",
                "bullet":"1"
                },  
			    {"txt":"Be patient. People with certain types of disabilities may take a little longer to understand and respond.",
                "audio":"47_8",
                "bullet":"1"
                },  
			    {"txt":"If you cannot understand what the person is saying, politely ask them to repeat themselves.",
                "audio":"47_9",
                "bullet":"1"
                },  
			    {"txt":"Do not touch or interact with service animals.",
                "audio":"47_10",
                "bullet":"1"
                },  
			    {"txt":"Do not touch assistive devices, including wheelchairs, without permission.",
                "audio":"47_11",
                "bullet":"1"
                }  
]}
