{
    "prefix":"",
    "slides":[
                {"txt":"Worker Health and Safety Awareness in 4 Steps",
                "audio":"hsw_1_0",
                "title":"1"
                },


                {"txt":"The Ministry of Labour's Mandate",
                "audio":"hsw_2_0",
                "title":"1"
                },
                {"txt":"This training will help you to comply with the Ministry of Labour's new mandate for Worker Responsibility in the Workplace",
                "audio":"hsw_2_1",
                "img":"hsw_2_1"
                },


                {"txt":"Definitions",
                "audio":"hsw_3_0",
                "title":"1"
                },
                {"txt":"According to the Occupational Health and Safety Act, there are three main levels of authority:",
                "audio":"hsw_3_1",
                "img":"hsw_3_1"
                },
                {"txt":"Employer: A person who employs or contracts for the services of one or more workers,",
                "audio":"hsw_3_2",
                "img":"hsw_3_2"
                },
                {"txt":"and includes a contractor or subcontractor who performs work or supplied services.",
                "audio":"hsw_3_3",
                "img":"hsw_3_2"
                },
                {"txt":"Supervisor: A person who has charge of a workplace or authority over workers.",
                "audio":"hsw_3_4",
                "img":"hsw_3_3"
                },
                {"txt":"Worker: A person who performs work or supplies services for compensation.",
                "audio":"hsw_3_5",
                "img":"hsw_3_4"
                },


              {"txt":"Course Objectives",
              "audio":"hsw_4_0",
              "title":"1"
              },
              {"txt":"This course is designed to help workers understand what the Occupational Health and Safety Act expects.",
              "audio":"hsw_4_1",
              "img":"hsw_4_1"
              },
              {"txt":"It will allow workers to better understand their roles and responsibilities in the workplace in order to maintain a healthy and safe work environment.",
              "audio":"hsw_4_2",
              "img":"hsw_4_2"
              },
              {"txt":"This training is divided into 4 steps to introduce the worker to the Occupational Health and Safety Act and the health and safety program.",
              "audio":"hsw_4_3",
              "img":"hsw_4_3"
              },
              {"txt":"Step 1: Get On Board. Step 2: Get in the Known. Step 3: Get Involved. Step 4: Get More Help.",
              "audio":"hsw_4_4",
              "img":"hsw_4_3"
              },

              {"txt":"The Occupational Health and Safety Act",
              "audio":"hsw_6_0",
              "title":"1"
              },
              {"txt":"The Occupational Health and Safety Act (OHSA) is a set of laws that outlines the duties of employers, supervisors and the rights and duties or workers.",
              "audio":"hsw_6_1",
              "img":"hsw_6_1"
              }, 
              {"txt":"The purpose of the Occupational Health and Safety Act and of the regulations is to keep workers from becoming ill or injured on the job.",
              "audio":"hsw_6_2",
              "img":"hsw_6_1"
              }, 
              {"txt":"Studies show that new and young workers in Ontario are four times more likely to get hurt during their first month on the job than at any other time.",
              "audio":"hsw_6_3",
              "img":"hsw_6_1"
              }, 
              {"txt":"The Occupational Health and Safety Act presents everyone in the workplace with duties. These duties are connected to the level of authority each person holds in the workplace.",
              "audio":"hsw_6_4",
              "img":"hsw_6_1"
              }, 


            {"txt":"Duties of the Employer",
              "audio":"hsw_7_0",
              "title":"1"
              },
              {"txt":"It is important for your safety that you understand everyone's health and safety duties. The following are the duties of the employer:",
              "audio":"hsw_7_1",
              "img":"hsw_7_1"
              },
              {"txt":"Ensure that workers know about hazards and dangers in the workplace and how to work safely.",
              "audio":"hsw_7_2",
              "img":"hsw_7_2"
              },
              {"txt":"Ensure that every supervisor knows how to take care of health and safety on the job.",
              "audio":"hsw_7_3",
              "img":"hsw_7_2"
              },
               {"txt":"Create health and safety policies and procedures for the workplace.",
              "audio":"hsw_7_4",
              "img":"hsw_7_4"
              },
             {"txt":"Ensure that everyone knows and follows the health and safety procedures.",
              "audio":"hsw_7_5",
              "img":"hsw_7_1"
              },
             {"txt":"Ensure that workers wear and use the right protective equipment.",
              "audio":"hsw_7_6",
              "img":"hsw_7_2"
              },
             {"txt":"Do everything reasonable to keep workers from getting hurt of sick on the job.",
              "audio":"hsw_7_7",
              "img":"hsw_7_1"
              },


              {"txt":"Duties of the Supervisor",
              "audio":"hsw_8_0",
              "title":"1"
              },
             {"txt":"Tell workers about hazards and dangers in the workplace and show them how to work safely.",
              "audio":"hsw_8_1",
              "img":"hsw_8_1"
              },
            {"txt":"Ensure that workers obey the law and workplace health and safety policies and procedures.",
              "audio":"hsw_8_2",
              "img":"hsw_8_1"
              },
            {"txt":"Ensure that worker wear and use the right protective equipment.",
              "audio":"hsw_8_3",
              "img":"hsw_8_1"
              },
                {"txt":"Do everything reasonable to keep workers from getting hurt or sick on the job.",
              "audio":"hsw_8_4",
              "img":"hsw_8_1"
              },


                {"txt":"Duties of the Worker",
              "audio":"hsw_9_0",
              "title":"1"
              },
                {"txt":"Obey the law and the workplace health and safety policies and procedures.",
              "audio":"hsw_9_1",
              "img":"hsw_9_1"
              },
                {"txt":"Always wear or use the protective equipment that the employer requires.",
              "audio":"hsw_9_2",
              "img":"hsw_9_1"
              },
                {"txt":"Work and act in a way that would not hurt them or any other worker.",
              "audio":"hsw_9_3",
              "img":"hsw_9_1"
              },
                {"txt":"Report any hazard found in the workplace to their supervisor.",
              "audio":"hsw_9_4",
              "img":"hsw_9_2"
              },


               {"txt":"Rights of the Worker",
              "audio":"hsw_10_0",
              "title":"1"
              },
                {"txt":"Under the Occupational Health and Safety Act, you have the right to be told about the hazards in the work you perform and to be instructed on how to perform your work safely.",
              "audio":"hsw_10_1",
              "img":"hsw_10_1"
              },
                {"txt":"It is against the law for your employer or your supervisor to punish you in any way for doing what the Occupational Health and Safety Act says",
              "audio":"hsw_10_2",
              "img":"hsw_10_1"
              },
                {"txt":"or for asking your employer or supervisor to do what the Occupational Health and Safety Act expects them to do.",
              "audio":"hsw_10_3",
              "img":"hsw_10_1"
              },
                {"txt":"You also have a right to refuse to perform unsafe work if you have reason to believe it puts you or a fellow worker in danger.",
              "audio":"hsw_10_4",
              "img":"hsw_10_1"
              },


               {"txt":"Hazards",
              "audio":"hsw_13_0",
              "title":"1"
              },
                {"txt":"Some people say that what you don't know can't hurt you. That is not true at work. ",
              "audio":"hsw_13_1",
              "img":"hsw_13_1"
              },
                {"txt":"On some jobs, what you don't know can kill you.",
              "audio":"hsw_13_2",
              "img":"hsw_13_1"
              },
                {"txt":"A hazard is anything in the workplace that could hurt you or the people you work with.",
              "audio":"hsw_13_3",
              "img":"hsw_13_1"
              },
                {"txt":"There is a hazard at the root of every work-related death, injury or illness.",
              "audio":"hsw_13_4",
              "img":"hsw_13_1"
              },
                {"txt":"A hazard can take many forms. Sometimes more than one hazard can combine to make an even bigger hazard.",
              "audio":"hsw_13_5",
              "img":"hsw_13_1"
              },
                {"txt":"You need to know about the hazards in your workplace before you start working.",
              "audio":"hsw_13_6",
              "img":"hsw_13_1"
              },


              {"txt":"Common Workplace Hazards",
              "audio":"hsw_14_0",
              "title":"1"
              },
              {"txt":"The following and subsequent examples are common workplace hazards:",
              "audio":"hsw_14_1",
              "img":"hsw_14_1"
              },
              {"txt":"Repeating the same movements over and over, especially if you are in an awkward position or if you use a lot of force.",
              "audio":"hsw_14_2",
              "img":"hsw_14_1"
              },
              {"txt":"Example: Someone who bends down all day, or someone who lifts heavy objects over and over again, especially if the load is above the shoulders or below the knees.",
              "audio":"hsw_14_3",
              "img":"hsw_14_1"
              },
              {"txt":"Slipping, tripping or falling.",
              "audio":"hsw_14_4",
              "img":"hsw_14_5"
              },
              {"txt":"Example: Slipping on spilled coffee on the floor, tripping over a cluttered work area or falling off a raised platform with no guardrails.",
              "audio":"hsw_14_5",
              "img":"hsw_14_5"
              },
              {"txt":"Working near motorized vehicles.",
              "audio":"hsw_14_6",
              "img":"hsw_14_7"
              },
              {"txt":"Example: Being hit by a dump truck that is backing up on a construction site or someone getting struck by a forklist in a warehouse.",
              "audio":"hsw_14_7",
              "img":"hsw_14_7"
              },
              {"txt":"Using or working near machinery.",
              "audio":"hsw_14_8",
              "img":"hsw_14_8"
              },
              {"txt":"Example: Machinery can be very hazardous. Many workers have been killed or seriously injured by the equipment they operated.",
              "audio":"hsw_14_9",
              "img":"hsw_14_8"
              },
              {"txt":"Workplace violence.",
              "audio":"hsw_14_10",
              "img":"hsw_14_10"
              },
              {"txt":"Example: This can occur in numerous workplaces, such as gas station attendant working alone at night.",
              "audio":"hsw_14_11",
              "img":"hsw_14_10"
              },
              {"txt":"You must also be mindful about the less visible hazards related to your work - elements such as chemicals, fumes and toxic dust.",
              "audio":"hsw_14_12",
              "img":"hsw_13_1"
              },


               {"txt":"Duties",
              "audio":"hsw_15_0",
              "title":"1"
              }, 
              {"txt":"It is the employer's duty to ensure that the supervisor is qualified and has enough experience and training to keep workers safe and healthy while they work.",
              "audio":"hsw_15_1",
              "img":"hsw_15_1"
              },
              {"txt":"It is the employer's and supervisor's duty to inform workers of health and safety hazards.",
              "audio":"hsw_15_2",
              "img":"hsw_15_2"
              },
              {"txt":"It is worker's duty to report hazards they know of to the supervisor or employer as soon as possible so that they can take action.",
              "audio":"hsw_15_3",
              "img":"hsw_15_2"
              },


              {"txt":"Protecting You From Hazards",
              "audio":"hsw_16_0",
              "title":"1"
              }, 
              {"txt":"There are many ways that your employer can protect you from workplace hazards.",
              "audio":"hsw_16_1",
              "img":"hsw_16_1"
              },               
              {"txt":"The best way is to get rid of or eliminate the hazard completely.",
              "audio":"hsw_16_2",
              "img":"hsw_16_1"
              },               
              {"txt":"An example is replacing a toxic cleaning chemical with one that is non-toxic.",
              "audio":"hsw_16_3",
              "img":"hsw_16_3"
              },               
              {"txt":"If the hazard cannot be eliminated, your employer can try to reduce the hazard.",
              "audio":"hsw_16_4",
              "img":"hsw_16_4"
              },               
              {"txt":"This can be done by reducing how much of the hazard you are exposed to, such as putting a barrier around a dangerous piece of equipment.",
              "audio":"hsw_16_5",
              "img":"hsw_16_4"
              },               
              {"txt":"Reduce how long or how often you come in to contact with the hazard by arranging the work differently.",
              "audio":"hsw_16_6",
              "img":"hsw_16_4"
              },               


              {"txt":"Protective Equipment and Devices",
              "audio":"hsw_17_0",
              "title":"1"
              },
              {"txt":"The Occupational Health and Safety Act states that:",
              "audio":"hsw_17_1",
              "img":"hsw_17_1"
              },               
              {"txt":"One of your duties as a worker is to always wear or use the protective equipment that your employer requires.",
              "audio":"hsw_17_2",
              "img":"hsw_17_1"
              },               
              {"txt":"You may think that a hardhat, safety glasses, steel-toed boots or some other protective clothing or equipment are uncomfortable or may slow you down.",
              "audio":"hsw_17_3",
              "img":"hsw_17_1"
              },               
              {"txt":"But if the Occupational Health and Safety Act or your employer says that you have to wear or use these things to perform the work, then you must.",
              "audio":"hsw_17_4",
              "img":"hsw_17_1"
              },               
               {"txt":"You must never remove or disable any protective device that is required.",
              "audio":"hsw_17_5",
              "img":"hsw_17_2"
              },               
               {"txt":"You must also ensure that you do not use any equipment or machine in a way that could hurt you or any other worker.",
              "audio":"hsw_17_6",
              "img":"hsw_17_3"
              },               

              {"txt":"Other Ways to Find Out About Hazards",
              "audio":"hsw_18_0",
              "title":"1"
              }, 
               {"txt":"Your employers may have some of the workplace health and safety procedures in writing.",
              "audio":"hsw_18_1",
              "img":"hsw_18_1"
              },               
               {"txt":"These procedures are about the work you perform and the machines and equipment you use.",
              "audio":"hsw_18_2",
              "img":"hsw_18_2"
              },  
               {"txt":"Your employer must ensure that you know and understand them when you start work.",
              "audio":"hsw_18_3",
              "img":"hsw_18_2"
              },  
               {"txt":"Your employer is also responsible for ensuring that the procedures are followed by everyone.",
              "audio":"hsw_18_4",
              "img":"hsw_18_2"
              },  
               {"txt":"Being exposed to chemicals and substances, such as asbestos, mould or other harmful chemicals in the workplace can create occupational illness.",
              "audio":"hsw_18_5",
              "img":"hsw_18_3"
              },  
               {"txt":"The law states that every worker must receive information and training about chemicals or hazardous materials in the workplace.",
              "audio":"hsw_18_6",
              "img":"hsw_18_4"
              },  
               {"txt":"The Workplace Hazardous Materials Information System (WHMIS) Regulation states that you must receive information and instruction",
              "audio":"hsw_18_7",
              "img":"hsw_18_4"
              },  
               {"txt":"on how to use store and get rid of hazardous materials safely. This information is available on warning labels and information sheets.",
              "audio":"hsw_18_8",
              "img":"hsw_18_4"
              },  

              
               {"txt":"If your job invovles using equipment, your employer and supervisor must instruct you on how to operate that equipment safely.",
              "audio":"hsw_20_1",
              "img":"hsw_20_1"
              },  
               {"txt":"You obtain information on the safe use of machinery from the operator's manual.",
              "audio":"hsw_20_2",
              "img":"hsw_20_2"
              },  
               {"txt":"Your employer should ensure that anyone can check the manual if they need information.",
              "audio":"hsw_20_3",
              "img":"hsw_20_2"
              },  
               {"txt":"If there is no manual available for the equipment you are using, you should ask your supervisor for information on how to operate the equipment safely.",
              "audio":"hsw_20_4",
              "img":"hsw_20_2"},

               {"txt":"You can learn about hazards through training.",
              "audio":"hsw_20_5",
              "img":"hsw_20_3"},

               {"txt":"Sometimes your employer will give you the training at your workplace;",
              "audio":"hsw_20_6",
              "img":"hsw_20_3"},

               {"txt":"Sometimes your may be sent elsewhere for training.",
              "audio":"hsw_20_7",
              "img":"hsw_20_4"},

               {"txt":"Your employer also has to tell you how and where to get first aid, and what to do in an emergency.",
              "audio":"hsw_20_8",
              "img":"hsw_20_5"},

               {"txt":"If you see a hazard on the job or a 'close call', report it to your supervisor or employer immediately.",
              "audio":"hsw_20_9",
              "img":"hsw_20_5"},

               {"txt":"As a worker, you are required to participate and take all of the trainings that are required by your employer.",
              "audio":"hsw_20_10",
              "img":"hsw_20_5"},


              {"txt":"The Right to Participate in Health and Safety",
              "audio":"hsw_23_0",
              "title":"1"
              },  

               {"txt":"The Occupational Health and Safety Act gives you the right to participate and to get involed in keeping your workplace safe and healthy.",
              "audio":"hsw_23_1",
              "img":"hsw_23_1"},

               {"txt":"These are some of the ways to get invovled in keeping your workplace safe:",
              "audio":"hsw_23_2",
              "img":"hsw_23_1"},

               {"txt":"You can ask questions when you are not sure about something.",
              "audio":"hsw_23_3",
              "img":"hsw_23_1"},

               {"txt":"You can volunteer to become a worker health and safety representative or a worker member of the joint health and safety committee.",
              "audio":"hsw_23_4",
              "img":"hsw_23_1"},

               {"txt":"You can help your health and safety representative or joint health and safety committee with health and safety inspections by pointing out possible hazards in your work area.",
              "audio":"hsw_23_5",
              "img":"hsw_23_1"},

               {"txt":"You can take your health and safety training seriously and put what you learn into practice.",
              "audio":"hsw_23_6",
              "img":"hsw_23_1"},


              {"txt":"Health and Safety Representative",
              "audio":"hsw_24_0",
              "title":"1"},

               {"txt":"In Ontario, where there are more than five but less than twenty workers at a workplace,",
              "audio":"hsw_24_1",
              "img":"hsw_24_1"},

               {"txt":"a safety representative is required from among the workers who do not exercise managerial functions.",
              "audio":"hsw_24_2",
              "img":"hsw_24_1"},


              {"txt":"Health and Safety Representative - Ontario Legislation",
              "audio":"hsw_25_0",
              "title":"1"},

               {"txt":"Under the OHSA Part II Section 8 (1)",
              "audio":"hsw_25_1",
              "img":"hsw_25_1"},

               {"txt":"As a project or other workplace where no committee is required under section 9 and where the number of workers regularly exceeds five,",
              "audio":"hsw_25_2",
              "img":"hsw_25_1"},

               {"txt":"the constructor or employer shall cause the workers to select at least one health and safety representative from among the workers at the workplace who do not exercise managerial functions.",
              "audio":"hsw_25_3",
              "img":"hsw_25_1"},

              {"txt":"from among the workers at the workplace who do not exercise managerial functions.",
              "audio":"hsw_25_4",
              "img":"hsw_25_1"}, 

             {"txt":"Under the OHSA Part II Section 8 (11), A health and safety representative has the power,",
              "audio":"hsw_26_1",
              "img":"hsw_26_1"},

             {"txt":"(a) to obtain information from the constructor or employer concerning the conducting or taking of tests of any equipment, machine, device article, thing, material",
              "audio":"hsw_26_2",
              "img":"hsw_26_1"},

             {"txt":"or biological, chemical or physical agent in or about a workplace for the purpose of occupational health and safety;",
              "audio":"hsw_26_3",
              "img":"hsw_26_1"},

             {"txt":"(b) to be consulted about, and be present at the beginning of, testing referred to in clause (a) conducted in or about the workplace",
              "audio":"hsw_26_4",
              "img":"hsw_26_1"},

             {"txt":"if the representative believes his or her presence is required to ensure that valid testing procedures are used or to ensure that the test results are valid;",
              "audio":"hsw_26_5",
              "img":"hsw_26_1"},

             {"txt":"and (c) to obtain information from the constructor or employer respecting,",
              "audio":"hsw_26_6",
              "img":"hsw_26_1"},

             {"txt":"(i) the identification of potential or existing hazards of materials, processes or equipment, and",
              "audio":"hsw_26_7",
              "img":"hsw_26_1"},

             {"txt":"(ii) health and safety experience and work practices and standards in similar or other industries of which the constructor or employer has knowledge.",
              "audio":"hsw_26_8",
              "img":"hsw_26_1"},


              {"txt":"Joint Health and Safety Committees",
              "audio":"hsw_27_0",
              "title":"1"},

             {"txt":"In Ontario, when a workplace has twenty or more employees, a joint health and safety committee (JHSC) is needed.",
              "audio":"hsw_27_1",
              "img":"hsw_27_1"},

             {"txt":"If there are less than fifty workers in the workplace, the committee must consist of two persons.",
              "audio":"hsw_27_2",
              "img":"hsw_27_2"},

             {"txt":"If there are fifty or more workers in the workplace, the committee must consist of four persons.",
              "audio":"hsw_27_3",
              "img":"hsw_27_3"},

             {"txt":"A JHSC is an advisory group of workers and management representatives. They work in partnership to improve health and safety.",
              "audio":"hsw_27_4",
              "img":"hsw_27_4"},

             {"txt":"The JHSC meet regularly to discuss health and safety concerns, review progress and make recommendations for the workplace.",
              "audio":"hsw_27_5",
              "img":"hsw_27_4"},


              {"txt":"Join Health and Safety Committees (JHSC) - Ontario Legislation",
              "audio":"hsw_28_0",
              "title":"1"}, 

             {"txt":"According to the OHSA Part II, Section 9(2), A joint health and safety committee is required,",
              "audio":"hsw_28_1",
              "img":"hsw_28_1"},

             {"txt":"(a) at a workplace at which twenty or more workers are regularly employed;",
              "audio":"hsw_28_2",
              "img":"hsw_28_1"},

             {"txt":"(b) at a workplace with respect to which an order to an employer is in effect under section 33; or",
              "audio":"hsw_28_3",
              "img":"hsw_28_1"},

             {"txt":"(c) at a workplace, other than a construction project where fewer than twenty workers are regularly  employed,",
              "audio":"hsw_28_4",
              "img":"hsw_28_1"},
 
              {"txt":"with respect to which a regulation concerning designated substances applies.",
              "audio":"hsw_28_5",
              "img":"hsw_28_1"},

             {"txt":"Section 9(6) of Part II indicates that, A committee shall consist of,",
              "audio":"hsw_28_6",
              "img":"hsw_28_1"},

               {"txt":"(a) at least two persons, for a workplace where fewer than fifty workers are regularly employed; or",
              "audio":"hsw_28_7",
              "img":"hsw_28_1"},

             {"txt":"(b) at least four persons or such greater number of people as may be prescribed, for a workplace where fifty or more workers are regularly employed.",
              "audio":"hsw_28_8",
              "img":"hsw_28_1"},

              {"txt":"Join Health and Safety Committees (JHSC)",
              "audio":"hsw_29_0",
              "title":"1"}, 
             {"txt":"The JHSC or health and safety representative supports the internal responsibility system in the workplace.",
              "audio":"hsw_29_1",
              "img":"hsw_27_4"},

               {"txt":"The JHSC provides a forum for employees to participate in health and safety, and enhances cooperative attitudes and working relationships in solving health and safety problems.",
              "audio":"hsw_29_2",
              "img":"hsw_27_4"},

             {"txt":"Workers on JHSCs bring forward workplace specific knowledge on health and safety concerns while management members can foster communications about company policies and procedures.",
              "audio":"hsw_29_3",
              "img":"hsw_27_4"},

             {"txt":"Together, the workers and management can develop practical and workable solutions for improving health and safety on the job.",
              "audio":"hsw_29_4",
              "img":"hsw_27_4"},


             {"txt":"Composition of Joint Health and Safety Committees (JHSC)",
              "audio":"hsw_30_0",
              "title":"1"},

               {"txt":"What is the requirement for the joint health and safety committee (JHSC)?",
              "audio":"hsw_30_1",
              "img":"hsw_30_1"},

             {"txt":"At least half the members of a committee shall be worker who do not exercise managerial functions and who are selected by workers.",
              "audio":"hsw_30_2",
              "img":"hsw_30_1"},

               {"txt":"The remaining members must be managerial and be selected by the employer.",
              "audio":"hsw_30_3",
              "img":"hsw_30_2"},

             {"txt":"At least one management member and one worker member must be certified members.",
              "audio":"hsw_30_4",
              "img":"hsw_30_3"},

             {"txt":"In other words, they must attend a training where they are trained on the basics of health and safety programs and the function of the JHSC.",
              "audio":"hsw_30_5",
              "img":"hsw_30_3"},

             {"txt":"There must be a management co-chair and a worker co-chair.",
              "audio":"hsw_30_6",
              "img":"hsw_30_3"},

              {"txt":"Composition of Joint Health and Safety Committees (JHSC) - Ontario Legislation",
              "audio":"hsw_31_0",
              "title":"1"},

             {"txt":"Section 9 of the OHSA indicates the following in regards to JHSCs:",
              "audio":"hsw_31_1",
              "img":"hsw_31_1"},

             {"txt":"(7) At least half the members of a committee shall be workers employed at the workplace who do not exercise managerial functions.",
              "audio":"hsw_31_2",
              "img":"hsw_31_1"},

             {"txt":"(8) The members of a committee who represent workers shall be selected by the workers they are to represent or,",
              "audio":"hsw_31_3",
              "img":"hsw_31_1"},

             {"txt":"if a trade union or unions represent the workers, by the trade union or unions.",
              "audio":"hsw_31_4",
              "img":"hsw_31_1"},

             {"txt":"(11) Two of the members of the committee shall co-chair the committee, one of whom shall be selected by the members who represent workers,",
              "audio":"hsw_31_5",
              "img":"hsw_31_1"},

             {"txt":"and the other of whom shall be selected by the members who exercise managerial functions.",
              "audio":"hsw_31_6",
              "img":"hsw_31_1"},


             {"txt":"Joint Health and Safety Committees (JHSC) Member's Responsibilities",
              "audio":"hsw_32_0",
              "title":"1"},

             {"txt":"Only trained or certified worker members along with a management member of the joint health and safety committee will be invovled in accident investigation and work refusals.",
              "audio":"hsw_32_1",
              "img":"hsw_32_1"},

             {"txt":"What powers, functions and duties to the committees and its members have?",
              "audio":"hsw_32_2",
              "img":"hsw_32_1"},

             {"txt":"To identify situations that are hazardous or dangerous to workers.",
              "audio":"hsw_32_3",
              "img":"hsw_32_1"},

             {"txt":"To make recommendations to the employer and to the workers for the improvement of the health and safety of workers.",
              "audio":"hsw_32_4",
              "img":"hsw_32_1"},

             {"txt":"To maintain and monitor the health and safety program and procedures.",
              "audio":"hsw_32_5",
              "img":"hsw_32_1"},


              {"txt":"Legislation",
              "audio":"hsw_33_0",
              "title":"1"}, 

             {"txt":"Part II Section 9 (18) outlines the powers of the JHSC:",
              "audio":"hsw_33_1",
              "img":"hsw_26_1"},

             {"txt":"(18) It is the function of a committee and it has power to,",
              "audio":"hsw_33_2",
              "img":"hsw_26_1"},

             {"txt":"(a) identify situations that may be a source of danger or hazard to workers;",
              "audio":"hsw_33_3",
              "img":"hsw_26_1"},

             {"txt":"(b) make recommendations to the constructor or employer and the workers for the improvement of the health and safety of workers;",
              "audio":"hsw_33_4",
              "img":"hsw_26_1"},

             {"txt":"(c) recommend to the constructor or employer and the workers the establishment, maintenance and monitoring programs, measures and procedures respecting the health or safety of workers;",
              "audio":"hsw_33_5",
              "img":"hsw_26_1"},

             {"txt":"(d) obtain information from the constructor or employer respecting,",
              "audio":"hsw_33_6",
              "img":"hsw_26_1"},

             {"txt":"(i) the identification of potential or existing hazards of materials, processes or equipment, and",
              "audio":"hsw_33_7",
              "img":"hsw_26_1"},

             {"txt":"(ii) health and safety experience and work practices and standards in similar or other industries of which the constructor or employer has knowledge;",
              "audio":"hsw_33_8",
              "img":"hsw_26_1"},

             {"txt":"(e) obtain information from the constructor or employer concerning the conducting or taking of tests of any equipment, machine, device, article, thing, material",
              "audio":"hsw_33_9",
              "img":"hsw_26_1"},

             {"txt":"or biological, chemical or physical agent in or about a workplace for the purpose of occupational health and safety; and",
              "audio":"hsw_33_10",
              "img":"hsw_26_1"},

             {"txt":"(f) be consulted about, and have a designated member representing workers be present at the beginning of, testing referred to in clause (e) conducted in or about the workplace",
              "audio":"hsw_33_11",
              "img":"hsw_26_1"},

             {"txt":"if the designated member believes his or her presence is required to ensure that valid testing procedures are used or to ensure that the test results are valid.",
              "audio":"hsw_33_12",
              "img":"hsw_26_1"},


             {"txt":"Working Together for Safety",
              "audio":"hsw_34_0",
              "title":"1"}, 

             {"txt":"Understanding the Occupational Health and Safety Act is all about knowing the health and safety duties of employers,",
              "audio":"hsw_34_1",
              "img":"hsw_34_1"},

             {"txt":"the health and safety duties of supervisors and the duties and rights of workers, and putting them into action. Everyone must be invovled.",
              "audio":"hsw_34_2",
              "img":"hsw_34_1"},

             {"txt":"If an employer knows about a hazard and does not try to eliminate or reduce it",
              "audio":"hsw_34_3",
              "img":"hsw_34_1"},

             {"txt":"or does not ensure the workers are told about it and how to deal with it, that employer is not doing what the law requires.",
              "audio":"hsw_34_4",
              "img":"hsw_34_1"},

             {"txt":"If a supervisor knows about a hazard and does not explain to the workers how to deal with it, that supervisor is not doing what the law requires.",
              "audio":"hsw_34_5",
              "img":"hsw_34_1"},

             {"txt":"If a worker knows about a hazard and does not report it to the supervisor or the employer, that worker is not doing what the law requires.",
              "audio":"hsw_34_6",
              "img":"hsw_34_1"},

             {"txt":"If you see a hazard on the job, you have a duty to speak up.",
              "audio":"hsw_35_1",
              "img":"hsw_35_1"},

             {"txt":"This includes: Reporting equipment that is not working right.",
              "audio":"hsw_35_2",
              "img":"hsw_35_1"},

             {"txt":"Reporting any other hazards that may be present as a result of not following the Occupational Health and Safety Act or Regulations.",
              "audio":"hsw_35_3",
              "img":"hsw_35_1"},

             {"txt":"It is important that you report to your supervisor or employer any injury, incident or close call,",
              "audio":"hsw_35_4",
              "img":"hsw_35_4"},

             {"txt":"So that they can prevent those kinds of things from happening again in the future.",
              "audio":"hsw_35_5",
              "img":"hsw_35_4"},
              

              {"txt":"Reporting Workplace Hazards",
              "audio":"hsw_36_0",
              "title":"1"}, 

             {"txt":"When reporting hazards in the workplace, ensure that following are met:",
              "audio":"hsw_36_1",
              "img":"hsw_36_1"},

             {"txt":"All hazards must be reported to the supervisor immediately.",
              "audio":"hsw_36_2",
              "img":"hsw_36_1"},

             {"txt":"When reporting hazards, use the hazard reporting forms.",
              "audio":"hsw_36_3",
              "img":"hsw_36_1"},

             {"txt":"Once the form is completed and given to the supervisor, the supervisor will follow up and take corrective action.",
              "audio":"hsw_36_4",
              "img":"hsw_36_2"},

             {"txt":"Hazards must be rectified as soon as possible.",
              "audio":"hsw_36_5",
              "img":"hsw_36_2"},

             {"txt":"The hazard report forms will be reviewed by the joint health and safety committee during their regular meetings.",
              "audio":"hsw_36_6",
              "img":"hsw_36_3"},


             {"txt":"Reporting Workplace Hazards - Ontario Legislation",
              "audio":"hsw_37_0",
              "title":"1"}, 

             {"txt":"Under the OHSA Part III, Section 28. (1) A worker is required to:",
              "audio":"hsw_37_1",
              "img":"hsw_37_1"},

             {"txt":"(d) report to his or her employer or supervisor any contravention of this Act,",
              "audio":"hsw_37_2",
              "img":"hsw_37_1"},

             {"txt":"or the regulations or the existence of any hazard of which he or she knows.",
              "audio":"hsw_37_3",
              "img":"hsw_37_1"},


             {"txt":"Reporting Workplace Violence and Harassment",
              "audio":"hsw_38_0",
              "title":"1"}, 

             {"txt":"According to the OHSA Part III.0.1 Sec 32.0.5, the worker duties set out in section 28 apply",
              "audio":"hsw_38_1",
              "img":"hsw_38_1"},

             {"txt":"as appropriate, with respect to workplace violence. Workers must:",
              "audio":"hsw_38_2",
              "img":"hsw_38_1"},

             {"txt":"Be familiar with the department/agency policy regarding workplace violence and harassment;",
              "audio":"hsw_38_3",
              "img":"hsw_38_2"},

             {"txt":"Be responsible for securing their own workplace;",
              "audio":"hsw_38_4",
              "img":"hsw_38_3"},

             {"txt":"Be responsible for questioning and/or reporting strangers to supervisors;",
              "audio":"hsw_38_5",
              "img":"hsw_38_4"},

             {"txt":"Be aware of any threats, physical or verbal, and/or any disruptive behavior of any individual and report such to supervisors;",
              "audio":"hsw_38_6",
              "img":"hsw_38_5"},

             {"txt":"Be familiar with local procedures for dealing with workplace threats and emergencies;",
              "audio":"hsw_38_7",
              "img":"hsw_38_6"},

             {"txt":"Shall report incidents of workplace violence as soon as possible after incident and with as much detail as possible.",
              "audio":"hsw_38_8",
              "img":"hsw_38_6"},


             {"txt":"Reporting Workplace Violence and Harassment",
              "audio":"hsw_39_0",
              "title":"1"}, 

               {"txt":"Reporting accidents is essential for an accident investigation to occur.",
              "audio":"hsw_39_1",
              "img":"hsw_31_1"},

               {"txt":"All accidents must be investigated in order to identify the root cause and corrective actions must be taken to prevent similar occurences in the future.",
              "audio":"hsw_39_2",
              "img":"hsw_31_1"},

               {"txt": "By law: All workers must immediately report all accidents and incidents to their supervisors or managers.",
              "audio":"hsw_39_3",
              "img":"hsw_39_3"},

               {"txt": "The employee involved must participate in the accident and incident investigation process as required.",
              "audio":"hsw_39_4",
              "img":"hsw_39_3"},

               {"txt": "When seeking medical aid apart from first aid, the injured employee must take the appropriate documents from the company to the doctor.",
              "audio":"hsw_39_5",
              "img":"hsw_39_5"},

               {"txt": "Ensure that the doctor completes a functional abilities form.",
              "audio":"hsw_39_6",
              "img":"hsw_39_5"},


             {"txt":"First Aid Treatment",
              "audio":"hsw_40_0",
              "title":"1"}, 

             {"txt":"All injuries must be reported to the supervisor immediately.",
              "audio":"hsw_40_1",
              "img":"hsw_40_1"}, 

             {"txt":"First aid must only be administered by certified first aid providers.",
              "audio":"hsw_40_2",
              "img":"hsw_40_2"}, 

             {"txt":"Where applicable, first aid providers are responsible to fill out the First Aid Log Book.",
              "audio":"hsw_40_3",
              "img":"hsw_40_3"}, 


               {"txt":"Return to Work",
              "audio":"hsw_41_0",
              "title":"1"}, 

             {"txt":"The company has set up a return to work program in which employees must participate.",
              "audio":"hsw_41_1",
              "img":"hsw_32_1"}, 

             {"txt":"The purpose of the return to work program is to help employees get back to their regular duties in a safe and timely manner.",
              "audio":"hsw_41_2",
              "img":"hsw_32_1"}, 

             {"txt":"All employees must participate in the early and safe return to work program.",
              "audio":"hsw_41_3",
              "img":"hsw_32_1"}, 

             {"txt":"After visiting the doctor, the employee must deliver the paperwork from the doctor's office to their supervisor.",
              "audio":"hsw_41_4",
              "img":"hsw_41_4"}, 

             {"txt":"Management will accomodate the injured worker as per the doctor's functional abilities form.",
              "audio":"hsw_41_5",
              "img":"hsw_41_4"}, 


             {"txt":"Return to Work - Ontario Legislation",
              "audio":"hsw_42_0",
              "title":"1"}, 

             {"txt":"Under the Workplace Safety and Insurance Act (WSIA) Part V Section 40. (2),",
              "audio":"hsw_42_1",
              "img":"hsw_42_1"}, 

             {"txt":"the worker shall co-operate in his or her early and safe return to work by,",
              "audio":"hsw_42_2",
              "img":"hsw_42_1"}, 

             {"txt":"(a) contacting his or her employer as soon as possible after the injury occurs and maintaining communication throughout the period of the worker's recovery and impairment;",
              "audio":"hsw_42_3",
              "img":"hsw_42_3"}, 

             {"txt":"(b) assisting the employer, as may be required or requested, to identify suitable employment that is available",
              "audio":"hsw_42_4",
              "img":"hsw_42_4"}, 

             {"txt":"and consistent with the worker's functional abilities and that, when possible, restore his or her pre-injury earnings;",
              "audio":"hsw_42_5",
              "img":"hsw_42_4"}, 

             {"txt":"(c) giving the Board such information as the Board may request concerning the worker's return to work; and",
              "audio":"hsw_42_6",
              "img":"hsw_32_1"}, 

             {"txt":"(d) doing such other things as may be prescribed.",
              "audio":"hsw_42_7",
              "img":"hsw_32_1"}, 

             {"txt":"Emergency Response",
              "audio":"hsw_43_0",
              "title":"1"}, 

             {"txt":"All personnel, including visitors and contractors, must comply with the following procedures during an emergency:",
              "audio":"hsw_43_1",
              "img":"hsw_43_1"}, 

             {"txt":"Exit the building through the nearest exit as indicated in the evacuation plan;",
              "audio":"hsw_43_2",
              "img":"hsw_43_1"}, 

             {"txt":"Once outside, evacuees are to meet at the designated assembly areas as indicated in the evacuation plan and must report to the person in charge for a head count;",
              "audio":"hsw_43_3",
              "img":"hsw_43_1"}, 

             {"txt":"The person in charge will take a head count and report the information to the appropriate supervisor or manager who will then report it to the emergency coordinator;",
              "audio":"hsw_43_4",
              "img":"hsw_43_1"}, 

             {"txt":"And, All personnel must remain outside until directed to return by the emergency coordinator.",
              "audio":"hsw_43_5",
              "img":"hsw_43_1"}, 


             {"txt":"You are Not Alone",
              "audio":"hsw_46_0",
              "title":"1"}, 

             {"txt":"It is a sad fact that in some workplaces, some people do not pay much attention to safety.",
              "audio":"hsw_46_1",
              "img":"hsw_46_1"}, 

             {"txt":"In those workplaces, it is all about doing the work as quickly as possible.",
              "audio":"hsw_46_2",
              "img":"hsw_46_1"}, 

             {"txt":"If someone questions the way things are being done, they may get a questionable look or response but nothing is done to make things safer.",
              "audio":"hsw_46_3",
              "img":"hsw_46_1"}, 

             {"txt":"People in workplaces like that are often afraid to do anything about it because they do not want to get fired. So they keep quiet.",
              "audio":"hsw_46_4",
              "img":"hsw_46_1"}, 

             {"txt":"If you see something unsafe that could hurt someone, you need to report it to your supervisor or your employer.",
              "audio":"hsw_46_5",
              "img":"hsw_46_1"}, 

             {"txt":"It is also a good idea to tell your health and safety representative or committee, if there is one.",
              "audio":"hsw_46_6",
              "img":"hsw_46_1"}, 

             {"txt":"If the employer or supervisor does not fix the problem, you can call the Ministry of Labour.",
              "audio":"hsw_46_7",
              "img":"hsw_46_1"}, 

             {"txt":"The Ministry's job is to help prevent workplace injuries and illnesses through enforcing the Occupational Health and Safety Act.",
              "audio":"hsw_46_8",
              "img":"hsw_46_1"}, 


             {"txt":"Right to Refuse",
              "audio":"hsw_47_0",
              "title":"1"}, 

             {"txt":"All employees can refuse work that is dangerous to themselves or to co-workers.",
              "audio":"hsw_47_1",
              "img":"hsw_47_1"}, 

             {"txt":"This right can only be exercised under certain conditions and specific procedures must be followed when exercising this right.",
              "audio":"hsw_47_2",
              "img":"hsw_47_1"}, 


             {"txt":"Work Refusal",
              "audio":"hsw_48_0",
              "title":"1"}, 

             {"txt":"When can workers exercise their right to refuse work?",
              "audio":"hsw_48_1",
              "img":"hsw_48_1"}, 

             {"txt":"Workers can refuse work if the equipment or machinery to be used is likely to put them or another worker in danger.",
              "audio":"hsw_48_2",
              "img":"hsw_48_1"}, 

             {"txt":"Workers must report the conditions to their supervisor; this is the first step in handling an unsafe work condition.",
              "audio":"hsw_48_3",
              "img":"hsw_48_1"}, 

             {"txt":"When the situation has been resolved but there is still a reason to believe that the work may endanger their safety,",
              "audio":"hsw_48_4",
              "img":"hsw_48_1"}, 

             {"txt":"workers have the right to refuse to perform the work that was asked of them.",
              "audio":"hsw_48_5",
              "img":"hsw_48_1"}, 

             {"txt":"There is a set procedure that the worker member of the joint health and safety committee or a health and safety representative and the supervisor will be required to follow.",
              "audio":"hsw_49_1",
              "img":"hsw_49_1"}, 

             {"txt":"The work refusal will be investigated. Once the problem is resolved, the worker must return to work.",
              "audio":"hsw_49_2",
              "img":"hsw_49_2"}, 

             {"txt":"In rare circumstances, if the problem cannot be resolved, a Ministry of Labour Inspector can be called in to resolve the issue.",
              "audio":"hsw_49_3",
              "img":"hsw_49_2"}, 


             {"txt":"Right to Refuse - Ontario Legislation",
              "audio":"hsw_50_0",
              "title":"1"}, 

             {"txt":"As outlined in the OHSA Part V Section 43. (3),",
              "audio":"hsw_50_1",
              "img":"hsw_26_1"}, 

             {"txt":"A worker may refuse to work or do particular work where he or she has reason to believe that,",
              "audio":"hsw_50_2",
              "img":"hsw_26_1"}, 

             {"txt":"(a) any equipment, machine, device or thing the worker is to use or operate is likely to endanger himself, herself or another worker;",
              "audio":"hsw_50_3",
              "img":"hsw_26_1"}, 

             {"txt":"(b) the physical condition of the workplace or the part thereof in which he or she works or is to work is likely to endanger himself or herself;",
              "audio":"hsw_50_4",
              "img":"hsw_47_1"},

             {"txt":"(b.1) workplace violence is likely to endanger himself or herself; or",
              "audio":"hsw_50_5",
              "img":"hsw_50_5"},

             {"txt":"(c) any equipment, machine, device or thing he or she is to use or operate or the physical condition of the workplace",
              "audio":"hsw_50_6",
              "img":"hsw_50_5"},

             {"txt":"or the part thereof in which he or she works or is to work is in contravention of this Act or the regulations ",
              "audio":"hsw_50_7",
              "img":"hsw_50_5"},

             {"txt":"and such contravention is likely to endanger himself, herself or another worker.",
              "audio":"hsw_50_8",
              "img":"hsw_50_5"},
              

              {"txt":"Additional Resources",
              "audio":"hsw_51_0",
              "title":"1"}, 

             {"txt":"Ministry of Labour: Develops, communicates and enforces occupational health and safety requirements and employment standards.",
              "audio":"hsw_51_1",
              "img":"hsw_51_1"},

             {"txt":"Develops, coordinates and implements strategies to prevent workplace injuries and illnesses and can set standards for health ans safety training.",
              "audio":"hsw_51_2",
              "img":"hsw_51_1"},

             {"txt":"Workplace Safety and Insurance Board: Administers Ontario's no-fault workplace insurance for employers and their workers.",
              "audio":"hsw_51_3",
              "img":"hsw_51_1"},

             {"txt":"Any other associations, clinics or centres that serve your particular industry.",
              "audio":"hsw_51_4",
              "img":"hsw_51_1"},


              {"txt":"Conclusion",
              "audio":"hsw_53_0",
              "title":"1"}, 

             {"txt":"This training has covered the following topics to acquaint workers with health and safety in the workplace and their associated duties and responsibilities:",
              "audio":"hsw_53_1",
              "img":"hsw_38_1"},

             {"txt":"Worker Duties and Responsibilities",
              "audio":"hsw_53_2",
              "img":"hsw_38_1"},

             {"txt":"Three Basic Worker Rights",
              "audio":"hsw_53_3",
              "img":"hsw_38_1"},

             {"txt":"Reporting Workplace Violence and Harassment",
              "audio":"hsw_53_4",
              "img":"hsw_38_1"},

             {"txt":"Reporting Hazards",
              "audio":"hsw_53_5",
              "img":"hsw_38_1"},

             {"txt":"Reporting Accidents",
              "audio":"hsw_53_6",
              "img":"hsw_38_1"},

             {"txt":"First Aid Treatment",
              "audio":"hsw_53_7",
              "img":"hsw_38_1"},

             {"txt":"Return to Work Program",
              "audio":"hsw_53_8",
              "img":"hsw_38_1"},

             {"txt":"Emergency Response",
              "audio":"hsw_53_9",
              "img":"hsw_38_1"},

             {"txt":"Health and Safety Representative",
              "audio":"hsw_53_10",
              "img":"hsw_38_1"},

             {"txt":"Joint Health and Safety Committee",
              "audio":"hsw_53_11",
              "img":"hsw_38_1"},


              {"txt":"What's Next...",
              "audio":"hsw_54_0",
              "title":"1"}, 

              {"txt":"Now that you have completed this general awareness program, you are ready to be given more specific information",
              "audio":"hsw_54_1",
              "img":"hsw_2_1"}, 

              {"txt":"and instruction by your employer and supervisor as required by the OHSA. You should learn about:",
              "audio":"hsw_54_2",
              "img":"hsw_2_1"}, 

              {"txt":"Specific hazards in your workplace.",
              "audio":"hsw_54_3",
              "img":"hsw_2_1"}, 

              {"txt":"The procedure to follow when reporting health and safety concerns, incidents or injuries.",
              "audio":"hsw_54_4",
              "img":"hsw_2_1"}, 

              {"txt":"Any protective equipment you are required to wear or use.",
              "audio":"hsw_54_5",
              "img":"hsw_2_1"}, 

              {"txt":"Where the company's health and safety policy is posted (in workplaces with more than 5 workers).",
              "audio":"hsw_54_6",
              "img":"hsw_2_1"}, 

              {"txt":"Where the first aid station is and the names of qualified first aid providers.",
              "audio":"hsw_54_7",
              "img":"hsw_2_1"}, 

              {"txt":"The company's emergency plan.",
              "audio":"hsw_54_8",
              "img":"hsw_2_1"}, 

              {"txt":"Information on hazardous materials in your workplace.",
              "audio":"hsw_54_9",
              "img":"hsw_2_1"}, 

              {"txt":"The workplace violence and harassment prevention policy.",
              "audio":"hsw_54_10",
              "img":"hsw_2_1"}, 

              {"txt":"Where a copy of the OHSA is posted.",
              "audio":"hsw_54_11",
              "img":"hsw_2_1"}, 

              {"txt":"Where the names of your joint health and safety committee members are posted.",
              "audio":"hsw_54_12",
              "img":"hsw_2_1"} 
]}